<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@include file="./header.jsp"%>

<link rel="stylesheet"
	href="//unpkg.com/bootstrap@4/dist/css/bootstrap.min.css">
<body>
	<div id="div_back" style="min-height:33500px;">
		<div id="div_left_area">
			<div id="div_line_left_mail">
					<div id="div_mail">쪽지쓰기</div>
				<div>
					<!-- [D] 마우스오버시 li에 ovr, 클릭시 li에 click 클래스 추가 -->
					<ul class="left_mail_menu">
						<li><a href="#">받은쪽지함</a></li>
						<li><a href="#">보낸쪽지함</a></li>
						<li><a href="#">내게쓴쪽지함</a></li>
						<li><a href="#">쪽지보관함</a></li>
					</ul>
				</div>
			</div>
		</div>
		<div id="div_right_area">
			<div style="height: 7.5%;">
		
							<div id="mail_top_btn" style="margin-left:2px; border-radius:5px 0px 0px 5px;">
							삭제</div>
							<div  id="mail_top_btn" style="border-width: 2px 0px 2px 0px;">
							보관</div>
							<div  id="mail_top_btn" style="border-radius:0px 5px 5px 0px;">
							답장</div>
							
			</div>
			<div id="div_msg_info">
				<span id="span_msg_fixed">보낸사람</span><span>abba1323</span>
				<br>
				<span id="span_msg_fixed">받은시간</span><span>2020-08-08 [14:13]</span>
			</div>
			<div id="div_msg_content">
				<pre style="white-space: pre-wrap;">나는빢빢이다
				메밀꽃 필 무렵 / 이효석 

■ 작품 줄거리 

 드팀전의 허 생원과 조 선달이 장을 거두고 술집에 들렀을 때 벌써 먼저 온 동업의 젊은 녀석 동이가 계집을 가로채고 농탕치고 있었다. 허 생원은 괜히 화가 나서 기어코 그를 야단쳐서 쫓아내고 말았다. 장돌뱅이의 망신을 시킨다고 말이다. 그런데 뜻밖에 그는 얼마 후 되돌아와서 허 생원의 나귀가 발광을 하고 있다고 일러주는 것이었다. 

 허 생원은 어이가 없었다. 얽음뱅이요 왼손잡이인 허 생원은 계집과는 인연이 멀었다. 때문에 장돌림을 시작한 지 20년이 넘었건만 아직 홀몸이었다. 그러므로, 자신과 늘 함께 하는 나귀의 신세가 느꺼웠던 것이다. 

 밤이 들어 허 생원은 조 선달과 동이와 함께 나귀를 몰고 다음 장으로 발을 옮겼다. 대화장으로 가기 위해서다. 달이 환히 밝았다. 달밤이면 으레, 허 생원은 젊었을 때 봉평에서 겪었던 옛일을 얘기하는 것이었다. 

 개울가에 메밀꽃이 활짝 핀, 달 밝은 여름밤이었다고 한다. 그는 멱을 감을 양으로 옷을 벗으러 방앗간에 들어갔다가 거기서 우연히 울고 있는 성서방네 처녀를 만나서 어쩌다가 정을 맺었던 것이다. 그녀는 봉평에서 제일가는 일색이었다. 그는 오늘도 기이한 인연에 얽힌 이 이야기를 되풀이했다. 동행을 하다가 허 생원은 이날 밤 동이가 아버지를 모르고 자라난 사생아임을 알게 되었다. 더욱이 그의 어머니의 고향은 봉평이라 했다. 허 생원에게는 맺히는 것이 있었다. 동이 어머니가 제천에서 홀로 산다는 말을 듣자 그는 놀라 개울에 빠지게 된다. 이튿날 그는 동이를 따라 제천으로 가 볼 생각을 가지게 되었다. 문득, 그는 나귀를 몰고 가는 동이의 채찍이 동이의 왼손에 잡혀 있음을 똑똑히 보았다. 아둑시니같이 어둡던 그의 눈에도 이번만은 그것이 똑똑히 보이는 것이었다. 




■ 등장 인물 

 * 허생원  주인공. 가진 것 없고 못난 탓에 과거 한때의 아름다운 추억 속에서만 사는 고독한 인물. 유랑의 원형을 가진 장돌뱅이. 

 * 동이  장돌뱅이. 젊은 혈기와 순수함을 간직한 젊은이. 허 생원의 아들로 짐작되는 인물. 

 * 조선달 : 보조 인물. 허 생원의 좋은 장돌뱅이 친구. 




■ 소설 읽기 

  여름장이란 애시당초에 글러서, 해는 아직 중천에 있건만 장판은 벌써 쓸쓸하고 더운 햇발이 벌여놓은 전 휘장 밑으로 등줄기를 훅훅 볶는다. 마을 사람들은 거지반 돌아간 뒤요, 팔리지 못한 나뭇군패가 길거리에 궁싯거리고들 있으나 석윳병이나 받고 고깃마리나 사면 족할 이 축들을 바라고 언제까지든지 버티고 있을 법은 없다. 춥춥스럽게 날아드는 파리떼도 장난군 각다귀들도 귀치 않다. 얽둑배기요 왼손잡이인 드팀전의 허생원은 기어코 동업의 조선달에게 낚아보았다. 

 "그만 거둘까?" 

 "잘 생각했네.봉평장에서 한번이나 흐뭇하게 사본 일 있을까.내일 대화장에서나 한몫 벌어야겠네. " 

 "오늘밤은 밤을 새서 걸어야 될걸?" 

 "달이 뜨렷다?" 

 절렁절렁 소리를 내며 조선달이 그날 산 돈을 따지는 것을 보고 허생원은 말뚝에서 넓은 휘장을 걷고 벌여놓았던 물건을 거두기 시작하였다. 무명 필과 주단바리가 두 고리짝에 꼭 찼다. 멍석 위에는 천조각이 어수선하게 남았다. 

 다른 축들도 벌써 거진 전들을 걷고 있었다. 약바르게 떠나는 패도 있었다. 어물장수도, 땜장이도, 엿장수도, 생강장수도 꼴들이 보이지 않았다. 내일은 진부와 대화에 장이 선다. 축들은 그 어느쪽으로든지 밤을 새며 육칠십리 밤길을 타박거리지 않으면 안 된다. 장판은 잔치 뒷마당같이 어수선하게 벌어지고, 술집에는 싸움이 터져 있었다. 주정군 욕지거리에 섞여 계집의 앙칼진 목소리가 찢어졌다. 장날 저녁은 정해놓고 계집의 고함소리로 시작되는 것이다. 

 "생원, 시침을 떼두 다 아네..... 충줏집 말야." 

 계집 목소리로 문득 생각난 듯이 조선달은 비죽이 웃는다. 

 "화중지병이지. 연소패들을 적수로 하구야 대거리가 돼야 말이지." 

 "그렇지두 않을걸. 축들이 사족을 못쓰는 것두 사실은 사실이나, 아무리 그렇다군 해두 왜 그 동이 말일세, 감쪽같이 충줏집을 후린 눈치거든." 

 "무어, 그 애숭이가? 물건 가지구 나꾸었나부지. 착실한 녀석인줄 알았더니." 

 "그길만은 알 수 있나..... 궁리 말구 가보세나그려. 내 한턱 씀세." 

 그다지 마음이 당기지 않는 것을 쫓아갔다. 허생원은 계집과는 연분이 멀었다. 얽둑배기 상판을 쳐들고 대어 설 숫기도 없었으나 계집 편에서 정을 보낸 적도 없었고, 쓸쓸하고 뒤틀린 반생이었다. 충줏집을 생각만 하여도 철없이 얼굴이 붉어지고 발밑이 떨리고 그 자리에 소스라쳐버린다. 충줏집 문을 들어서서 술좌석에서 짜장 동이를 만났을 때에는 어찌 된 서슬엔지 발끈 화가 나버렸다. 상위에 붉은 얼굴을 쳐들고 제법 계집과 농탕치는 것을 보고서야 견딜 수 없었던 것이다. 녀석이 제법 난질군인데 꼴사납다. 머리에 피도 안 마른 녀석이 낮부터 술 처먹고 계집과 농탕이야. 장돌뱅이 망신만 시키고 돌아다니누나. 그 꼴에 우리들과 한몫 보자는 셈이지. 동이 앞에 막아서면서부터 책망이었다. 걱정두 팔자요 하는 듯이 빤히 쳐다보는 상기된 눈망울에 부딪칠 때, 얼결김에 따귀를 하나 갈겨주지 않고는 배길 수 없었다. 동이도 화를 쓰고 팩하고 일어서기는 하였으나, 허생원은 조금도 동색하는 법 없이 마음먹은 대로는 다 지껄였다--어디서 주워먹은 선머슴인지는 모르겠으나, 네게도 아비 어미 있겠지. 그 사나운 꼴 보면 맘 좋겠다. 장사란 탐탁하게 해야 돼지, 계집이 다 무어야. 나가거라, 냉큼 꼴 치워. 

 그러나 한마디도 대거리하지 않고 하염없이 나가는 꼴을 보려니, 도리어 측은히 여겨졌다. 아직두 서름서름한 사인데 너무 과하지 않았을까 하고 마음이 섬짓해졌다. 주제도 넘지, 같은 술손님이면서두 아무리 젊다구 자식 낳게 된 것을 붙들고 치고 닦아 셀 것은 무어야 원. 충줏집은 입술을 쭝긋하고 술 붓는 솜씨도 거칠었으나, 젊은애들한테는 그것이 약이 된다나 하고 그 자리는 조선달이 얼버무려 넘겼다. 너 녀석한테 반했지? 애숭이를 빨면 죄된다. 한참 법석을 친 후이다. 담도 생긴데다가 웬일인지 흠뻑 취해보고 싶은 생각도 있어서 허생원은 주는 술잔이면 거의 다 들이켰다. 거나해짐을 따라 계집 생각보다도 동이의 뒷일이 한결같이 궁금해졌다. 내 꼴에 계집을 가로채서는 어떡헐 작정이었누 하고 어리석은 꼬락서니를 모질게 책망하는 마음도 한편에 있었다. 그렇기 때문에 얼마나 지난 뒤인지 동이가 헐레벌떡거리며 황급히 부르러 왔을 때에는, 마시던 잔을 그 자리에 던지고 정신없이 허덕이며 충줏집을 뛰어나간 것이다. 

 "생원 당나귀가 바를 끊구 야단이에요." 

 "각다귀들 장난이지 필연코." 

 짐승도 짐승이려니와 동이의 마음씨가 가슴을 울렸다. 뒤를 따라 장판을 달음질하려니 거슴츠레한 눈이 뜨거워질 것 같다. 

 "부락스런 녀석들이라 어쩌는 수 있어야죠.." 

 "나귀를 몹시 구는 녀석들은 그냥 두지는 않을걸." 

 반평생을 같이 지내온 짐승이었다. 같은 주막에서 잠자고, 같은 달빛에 젖으면서 장에서 장으로 걸어다니는 동안에 이십 년의 세월이 사람과 짐승을 함께 늙게 하였다. 가스러진 목뒤 털은 주인의 머리털과도 같이 바스러지고, 개진개진 젖은 눈은 주인의 눈과 같이 눈곱을 흘렸다. 몽당비처럼 짧게 쓸리운 꼬리는, 파리를 쫓으려고 기껏 휘저어보아야 벌써 다리까지는 닿지 않았다. 닳아 없어진 굽을 몇 번이나 도려내고 새 철을 신겼는지 모른다. 굽은 벌써 더 자라나기는 틀렸고 닳아버린 철 사이로는 피가 빼짓이 흘렀다. 냄새만 맡고도 주인을 분간하였다. 

 호소하는 목소리로 야단스럽게 울며 반겨한다. 

 어린아이를 달래듯이 목덜미를 어루만져주니 나귀는 코를 벌름거리고 입을 투르르거렸다. 콧물이 튀었다. 허생원은 짐승 때문에 속도 무던히는 썩였다. 아이들의 장난이 심한 눈치여서 땀밴 몸뚱어리가 부들부들 떨리고 좀체 흥분이 식지 않는 모양이었다. 굴레가 벗어지고 안장도 떨어졌다. 요 몹쓸 자식들, 하고 허생원은 호령을 하였으나 패들은 벌써 줄행랑을 논 뒤요 몇 남지 않은 아이들이 호령에 놀래 비슬비슬 멀어졌다. 

 "우리들 장난이 아니우. 암놈을 보고 저 혼자 발광이지." 

 코흘리개 한 녀석이 멀리서 소리를 쳤다. 

 "고녀석 말투가....." 

 "김첨지 당나귀가 가버리니까 온통 흙을 차고 거품을 흘리면서 미친 소같이 날뛰는걸. 꼴이 우스워 우리는 보고만 있었다우. 배를 좀 보지." 

 아이는 앙토라진 투로 소리를 치며 깔깔 웃었다. 허생원은 모르는 결에 낯이 뜨거워졌다. 뭇 시선을 막으려고 그는 짐승의 배 앞을 가리어 서지 않으면 안되었다. 

 "늙은 주제에 암샘을 내는 셈야. 저놈의 짐승이." 

 아이의 웃음소리에 허생원은 주춤하면서 기어코 견딜 수 없어 채찍을 들더니 아이를 쫓았다. 

 "쫓으려거든 쫓아보지. 왼손잡이가 사람을 때려." 

 줄달음에 달아나는 각다귀에는 당하는 재주가 없었다. 왼손잡이는 아이 하나도 후릴 수 없다. 그만 채찍을 던졌다. 술기도 돌아 몸이 유난스럽게 화끈거렸다. 

 "그만 떠나세. 녀석들과 어울리다가는 한이 없어. 장판의 각다귀들이란 어른보다도 더 무서운 것들인걸." 

 조선달과 동이는 각각 제 나귀에 안장을 얹고 짐을 싣기 시작하였다. 해가 꽤 많이 기울어진 모양이었다. 

 드팀전 장돌림을 시작한 지 이십 년이나 되어도 허생원은 봉평장을 빼논 적은 드물었다. 충주 제천 등의 이웃 군에도 가고, 멀리 영남지방도 헤매기는 하였으나 강릉쯤에 물건 하러 가는 외에는 처음부터 끝까지 군내를 돌아다녔다. 닷새만큼씩의 장날에는 달보다도 확실하게 면에서 면으로 건너간다. 고향이 청주라고 자랑삼아 말하였으나 고향에 돌보러 간 일도 있는 것 같지는 않았다. 장에서 장으로 가는 길의 아름다운 강산이 그대로 그에게는 그리운 고향이었다. 반날 동안이나 뚜벅뚜벅 걷고 장터 있는 마을에 거지반 가까왔을 때 거친 나귀가 한바탕 우렁차게 울면--더구나 그것이 저녁녘이어서 등불들이 어둠 속에 깜박거릴 무렵이면 늘 당하는 것이건만 허생원은 변치 않고 언제든지 가슴이 뛰놀았다. 

 젊은 시절에는 알뜰하게 벌어 돈푼이나 모아본 적도 있기는 있었으나, 읍내에 백중이 열린 해 호탕스럽게 놀고 투전을 하고 하여 사흘 동안에 다 털어 버렸다. 

 나귀까지 팔게 된 판이었으나 애끓는 정분에 그것만은 이를 물고 단념하였다. 결국 도로아미타불로 장돌림을 다시 시작할 수밖에는 없었다. 짐승을 데리고 읍내를 도망해 나왔을 때에는 너를 팔지 않기 다행이었다고 길가에서 울면서 짐승의 등을 어루만졌던 것이었다. 빚을 지기 시작하니 재산을 모을 염은 당초에 틀리고 간신히 입에 풀칠을 하러 장에서 장으로 돌아다니게 되었다. 

 호탕스럽게 놀았다고는 하여도 계집 하나 후려보지는 못하였다. 계집이란 쌀쌀하고 매정한 것이었다. 평생 인연이 없는 것이라고 신세가 서글퍼졌다. 일신에 가까운 것이라고는 언제나 변함 없는 한 필의 당나귀였다. 

 그렇다고는 하여도 꼭 한번의 첫 일을 잊을 수는 없었다. 뒤에도 처음에도 없는 단 한번의 괴이한 인연! 봉평에 다니기 시작한 젊은 시절의 일이었으나 그것을 생각할 적만은 그도 산 보람을 느꼈다. 

 "달밤이었으나 어떻게 해서 그렇게 됐는지 지금 생각해도 도무지 알 수 없어." 

 허생원은 오늘밤도 또 그 이야기를 끄집어내려는 것이다. 조선달은 친구가 된 이래 귀에 못이 박히도록 들어왔다. 그렇다고 싫증을 낼 수도 없었으나 허생원은 시치미를 떼고 되풀이할 대로는 되풀이하고야 말았다. 

 "달밤에는 그런 이야기가 격에 맞거든," 

 조선달 편을 바라는 보았으나 물론 미안해서가 아니라 달빛에 감동하여서였다. 이지러는 졌으나 보름을 갓 지난달은 부드러운 빛을 흐뭇이 흘리고 있다. 대화까지는 팔십 리의 밤길, 고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다. 길은 지금 긴 산허리에 걸려 있다. 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩포기와 옥수수 잎새가 한층 달에 푸르게 젖었다. 산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐뭇한 달빛에 숨이 막힐 지경이다. 붉은 대궁이 향기같이 애잔하고 나귀들의 걸음도 시원하다. 길이 좁은 까닭에 세 사람은 나귀를 타고 외줄로 늘어섰다. 방울소리가 시원스럽게 딸랑딸랑 메밀밭께로 흘러간다. 앞장선 허생원의 이야기소리는 꽁무니에 선 동이에게는 확적히는 안 들렸으나, 그는 그대로 개운한 제멋에 적적하지는 않았다. 

 "장 선 꼭 이런 날 밤이었네. 객줏집 토방이란 무더워서 잠이 들어야지. 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지. 봉평은 지금이나 그제나 마찬가지지. 보이는 곳마다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야. 돌밭에 벗어도 좋을 것을, 달이 너무나 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데없는 성서방네 처녀와 마주쳤단 말이네. 봉평서야 제일가는 일색이었지....." 

 "팔자에 있었나부지." 

 아무렴 하고 응답하면서 말머리를 아끼는 듯이 한참이나 담배를 빨 뿐이었다. 구수한 자줏빛 연기가 밤기운 속에 흘러서는 녹았다. 

 "날 기다린 것은 아니었으나 그렇다고 달리 기다리는 놈팽이가 있는 것두 아니었네. 처녀는 울고 있단 말야. 짐작은 대고 있으나 성서방네는 한창 어려워서 들고날 판인 때였지. 한집안 일이니 딸에겐들 걱정이 없을 리 있겠나? 좋은 데만 있으면 시집도 보내련만 시집은 죽어도 싫다지.....그러나 처녀란 울 때같이 정을 끄는 때가 있을까. 처음에는 놀라기도 한 눈치였으나 걱정 있을 때는 누그러지기도 쉬운 듯해서 이럭저럭 이야기가 되었네……생각하면 무섭고도 기막힌 밤이었어." 

 "제천인지로 줄행랑을 놓은 건 그 다음날이렷다." 

 "다음 장도막에는 벌써 온 집안이 사라진 뒤였네. 장판은 소문에 발끈 뒤집혀 고작해야 술집에 팔려가기가 상수라고 처녀의 뒷공론이 자자들 하단 말이야. 제천 장판을 몇 번이나 뒤졌겠나. 허나 처녀의 꼴은 꿩궈먹은 자리야. 첫날밤이 마지막 밤이었지. 그때부터 봉평이 마음에 든 것이 반평생을 두고 다니게 되었네. 반평생인들 잊을 수 있겠나." 


 "수 좋았지. 그렇게 신통한 일이란 쉽지 않어. 항용 못난 것 얻어 새끼 낳고, 걱정 늘고 생각만 해두 진저리가 나지.....그러나 늙으막바지까지 장돌뱅이로 지내기도 힘드는 노릇 아닌가? 난 가을까지만 하구 이 생계와두 하직하려네. 대화쯤에 조그만 전방이나 하나 벌이구 식구들을 부르겠어. 사시장천 뚜벅뚜벅 걷기란 여간이래야지." 

 "옛 처녀나 만나면 같이나 살까..... 난 거꾸러질 때까지 이 길 걷고 저 달 볼 테야." 

 산길을 벗어나니 큰길로 틔어졌다. 꽁무니의 동이도 앞으로 나서 나귀들은 가로 늘어섰다. 

 "총각두 젊겠다, 지금이 한창 시절이렷다. 충줏집에서는 그만 실수를 해서 그 꼴이 되었으나 설게 생각 말게." 

 "처 천만에요. 되려 부끄러워요. 계집이란 지금 웬 제격인가요. 자나깨나 어머니 생각뿐인데요." 

 허생원의 이야기로 실심해 한 끝이라 동이의 어조는 한풀 수그러진 것이었다. 

 "아비 어미란 말에 가슴이 터지는 것도 같았으나 제겐 아버지가 없어요. 피붙이라고는 어머니 하나뿐인걸요." 

 "돌아가셨나?" 

 "당초부터 없어요." 

 "그런 법이 세상에" 

 생원과 선달이 야단스럽게 껄껄들 웃으니 동이는 정색하고 우길 수밖에는 없었다. 

 "부끄러워서 말하지 않으려 했으나 정말예요. 제천 촌에서 달도 차지 않은 아이를 낳고 어머니는 집을 쫓겨났죠. 우스운 이야기나, 그러기 때문에 지금까지 아버지 얼굴도 본 적 없고 있는 고장도 모르고 지내와요." 

 고개가 앞에 놓인 까닭에 세 사람은 나귀를 내렸다. 둔덕은 험하고 입을 벌리기도 대근하여 이야기는 한동안 끊겼다. 나귀는 건듯하면 미끄러졌다. 허생원은 숨이 차 몇 번이고 다리를 쉬지 않으면 안되었다. 고개를 넘을 때마다 나이가 알렸다. 동이같은 젊은 축이 그지없이 부러웠다. 땀이 등을 한바탕 쪽 씻어 내렸다. 

 고개 너머는 바로 개울이었다. 장마에 흘러버린 널다리가 아직도 걸리지 않은 채로 있는 까닭에 벗고 건너야 되었다. 고의를 벗어 띠로 등에 얽어매고 반 벌거숭이의 우스꽝스런 꼴로 물 속에 뛰어들었다. 금방 땀을 흘린 뒤였으나 밤 물은 뼈를 찔렀다. 

 "그래 대체 기르긴 누가 기르구?" 

 "어머니는 하는 수 없이 의부를 얻어가서 술장사를 시작했죠. 술이 고주래서 의부라고 전 망나니예요. 철들어서부터 맞기 시작한 것이 하룬들 편한 날 있었을까. 어머니는 말리다가 채이고 맞고칼부림을 당하고 하니 집 꼴이 무어겠소. 열여덟 살 때 집을 뛰쳐나서부터 이 짓이죠." 

 "총각 낫세론 동이 무던하다고 생각했더니 듣고 보니 딱한 신세로군." 

 물은 깊어 허리까지 찼다. 속 물살도 어지간히 센데다가 발에 채이는 돌멩이도 미끄러워 금시에 훌칠 듯하였다. 나귀와 조선달은 재빨리 거의 건넜으나 동이는 허생원을 붙드느라고 두 사람은 훨씬 떨어졌다. 

 "모친의 친정은 원래부터 제천이었던가?" 

 "웬걸요. 시원스리 말은 안 해주나 봉평이라는 것만은 들었죠." 

 "봉평, 그래 그 아비 성은 무엇이구?" 

 "알 수 있나요. 도무지 듣지를 못했으니까." 

 "그 그렇겠지." 

 하고 중얼거리며 흐려지는 눈을 까물까물하다가 허생원은 경망하게도 발을 빗디디었다. 앞으로 고꾸라지기가 바쁘게 몸째 풍덩 빠져버렸다. 허위적거릴수록 몸을 걷잡을 수 없어 동이가 소리를 치며 가까이 왔을 때에는 벌써 퍽으나 흘렀었다. 옷째 쫄딱 젖으니 물에 젖은 개보다도 참혹한 꼴이었다. 동이는 물 속에서 어른을 해깝게 업을 수 있었다. 젖었다고는 하여도 여윈 몸이라 장정 등에는 오히려 가벼웠다. 

 "이렇게까지 해서 안됐네. 내 오늘은 정신이 빠진 모양이야." 

 "염려하실 것 없어요." 

 "그래 모친은 아비를 찾지는 않는 눈치지?" 

 "늘 한번 만나고 싶다고는 하는데요." 

 "지금 어디 계신가?" 

 "의부와도 갈라져 제천에 있죠. 가을에는 봉평에 모셔오려고 생각 중인데요. 이를 물고 벌면 이럭저럭 살아갈 수 있겠죠." 

 "아무렴, 기특한 생각이야. 가을이랬다?" 

 동이의 탐탁한 등어리가 뼈에 사무쳐 따뜻하다. 물을 다 건넜을 때에는 도리어 서글픈 생각에 좀 더 업혔으면도 하였다. 

 "진종일 실수만 하니 웬일이요, 생원." 

 조선달이 바라보며 기어코 웃음이 터졌다. 

 "나귀야, 나귀 생각하다 실족을 했어. 말 안했던가. 저 꼴에 제법 새끼를 얻었단 말이지. 읍내 강릉집 피마에게 말일세. 귀를 쫑긋 세우고 달랑달랑 뛰는 것이 나귀새끼같이 귀여운 것이 있을까. 그것 보러 나는 일부러 읍내를 도는 때가 있다네." 

 "사람을 물에 빠뜨릴 젠 딴은 대단한 니귀새끼군." 

 허생원은 젖은 옷을 웬만큼 짜서 입었다. 이가 덜덜 갈리고 가슴이 떨리며 몹시도 추웠으나 마음은 알 수 없이 둥실둥실 가벼웠다. 

 "주막까지 부지런히들 가세나. 뜰에 불을 피우고 훗훗이 쉬어. 나귀에겐 더운 물을 끓여주고, 내일 대화장 보고는 제천이다." 

 "생원도 제천으로?....." 

 "오래간만에 가보고 싶어. 동행하려나 동이?" 

 나귀가 걷기 시작하였을 때, 동이의 채찍은 왼손에 있었다. 오랫동안 아둑시니같이 눈이 어둡던 허생원도 요번만은 동이의 왼손잡이가 눈에 띄지 않을 수 없었다. 

 걸음도 해깝고 방울소리가 밤 벌판에 한층 청청하게 울렸다. 

 달이 어지간히 기울어졌다. 




■ 핵심정리 

 * 갈래 : 단편 소설, 본격 소설, 순수 소설 

 * 성격 : 낭만적, 서정적, 묘사적, 유미적(서정적 소설→시적 소설) 

 * 시점 : 전지적 작가 시점 

 * 표현 : 순수한 우리말을 통해 토속적인 분위기를 돋구어 주고 있다. 

 * 행선지 : 봉평→대화→제천 

 * 배경 : 시간(1920년대 어느 여름날 낮부터 밤까지), 공간(강원도 봉평 장터와 봉평에서 대화에 이르는 메밀꽃이 흐드러진 밤길. 특히 공간적 배경은 과거 회상의 계기, 낭만적인 분위기 조성, 자연의 신비감을 환기시키는 요소가 되기도 한다) 

 * 제재: 장돌뱅이의 삶 

 * 주제: 장돌뱅이 생활의 애환을 통한 인간 본연의 속성으로서의 애정 

 * 출전: <『조광』12호,1936년10월> 




■ 이해와 감상 

 이 작품은 인간 심리의 순수한 자연성을 허 생원과 나귀를 통해 표출하고 있는 낭만주의적인 소설이다. 강원도 땅 봉평에서 대화에 이르는 팔십 리 공간적 배경으로 삼아, 그 길을 가는 세 인물의 과거사 이야기를 통해 인간의 본연적 사랑을 드러내고 있다. 늙고 초라한 장돌뱅이 허생원이 20여년 전에 정을 통한 처녀의 아들 동이를 친자로 확인하는 과정이 푸른 달빛에 젖은 메밀꽃이 깨알깨알 흐드러지게 피어 있는 밤길 묘사에 젖어 들어 시적인 정취가 짙게 풍겨 나온다. 낭만성과 탐미주의 성향이 어우러진 이효석 문학의 대표작이다. 

 서정주의적 경향이 많으며 암시와 추리를 통해 주제를 간접적으로 부각시키고 있다. 대화 형식으로 플롯이 진행되며 반복되는 지명(地名)으로 의식과 감정을 고조시킨다. 낭만주의적인 경향이 많으나 파장 무렵의 시골 장터의 모습이나, 주인 허 생원을 닮은 나귀의 모습이나, 메밀꽃이 하얗게 핀 산길의 묘사 같은 것은 뚜렷한 사실성을 가지고 서술되었다. 

 허 생원이 동이가 친자(親子)라는 것을 확인한 후의 모든 기쁨은 독자의 상상력에 유보되어 있다. 물론, 확인하는 과정의 중요한 단서가 된 '왼손잡이'가 과연 유전이냐 하는 의문은 걷어치우고라도 허 생원과 친자로 예상되는 동이가 모두 장돌뱅이라는 사실은 부전자전(父傳子傳)의 동일성을 확인해 주는 것이다. 이와 같은 모티브는 김동리의 <역마>에도 나타나 있다. 

 이 작품은 김유정과 같은 고향인 봉평에서 오래 살았다는 황일부 노인에 의해 거의 모든 등장 인물, 특히 허 생원과 충줏집이 실제 인물이라는 것이 알려져 있다. 




■ 이해와 감상 2 

 이 작품은 남녀간의 만남과 헤어짐, 그리고 친자 확인(親子確認)이라는 두 가지 이야기가 기본 줄기를 이룬다. 이 이야기가 겉과 속을 이루면서 미묘한 운명을 드러내는 과정에 '길'이 등장한다. 그 '길'은 낭만적 정취를 듬뿍 머금은 달밤의 산길이다. 물론, 그 길은 허 생원 일행에게는 생업(生業)의 길목이지만, 괴로운 인생사의 현장이기보다는 삶과 자연이 어우러진 환상적인 세계이다. 온갖 각다귀, 잡배가 우글거리는 장터의 산문적(散文的)인 현실과는 격리된, '짐승 같은 달의 숨소리가 손에 잡일 듯이 들리는' 운문적(韻文的)인 몽환(夢幻)의 세계이다. 여기에 사랑의 추억과 인연(因緣)의 끈질김이 어우러지면서 한 늙은 장돌뱅이의 애환이 드러난다. 

 이 작품의 두드러진 묘미는 인간과 동물의 본능적 애욕을 교묘하게 병치(竝置)시킨 구성 방식에 있다. 허 생원이 술집에 들어가 충주집을 탐내고 있을 때, 그의 당나귀는 암놈을 보고 발정(發情)을 한다. '늙은 주제에 암샘을 내는 셈야. 저놈의 짐승이.....' 하는 아이들의 말소리를 허 생원은 자신에 대한 조소처럼 느낀다. 이것만이 아니다. 메밀꽃이 하얗게 핀 달밤에 허 생원은 성 서방네 처녀와 꼭 한번 정을 통한다. 평생 처음이요, 마지막 기회였다. 허 생원이 처녀에게 잉태시킨 것처럼 당나귀는 읍내 강릉집 피마에게 새끼를 얻었다. 그뿐만 아니라 당나귀의 까스러진 갈기, 개진개진한 눈은 허 생원의 외양(外樣)과 흡사하다. 

 이 소설은 세련된 언어와 시적 분위기 속에서 낭만적 정서의 세계로 독자를 이끈다. '궁싯거리다', '칩칩스럽다', '농탕치다' 등의 다채로운 어휘와 함께, 허 생원 일행이 달밤에 걸어가는 장면은 언어 예술의 한 진경(眞境)을 이루고 있다. 그러기에 김동리(金東里)는 '소설을 배반한 소설가'라고 평했다. 그렇다고 해서 전적으로 낭만적 필체만을 지닌 것은 아니다. 파장 무렵의 시골 장터 풍경 묘사, 주인공 허 생원을 닮은 나귀 묘사 등은 뚜렷한 사실성을 지니고 있다.<문원각> 




■ 이해와 감상 3 

 이효석은 산문 속의 이미지 처리에도 능란한 솜씨를 가지고 있었던 성싶다. 이미지라고 하면 대체로 시각적 이미지를 가리키며, 드물게 청각이라든가 촉각 같은 이미지가 있더라도 거의 언제나 한 감각 기관에 국한되는 것이기 쉽다. 그러나 이효석의 경우에 우리는 한 이미지에 두어 가지 감각 기관이 함께 개입되는 예를 빈번히 볼 수 있다. 가령, 달밤이 '신비로운 색체'이외에도 '일종의 독특한 향기'까지 품고 있다는 구절에서 우리는 달밤이라는 시각적 이미지가 부분적으로는 후각적으로도 수용되고 있음을 본다. 또, "돌을 던지면 개금알같이 오드득 깨어질 듯한 맑은 하늘, 물고기 등같이 푸르다"라는 구절에서 우리는 시각적 이미지가 적어도 부분적으로는 청각 혹은 촉각을 통해 수용되고 있음을 볼 수 있다. 더욱이 '메밀꽃 필 무렵'에서 볼 수 있는 달밤의 메밀밭 이미지는 한꺼번에 우리의 여러 감각 기관에 호소하고 있는 듯하기 때문에 우리는 놀라지 않을 수 없다. 

 이 부분에서 그려지고 있는 것은 달밤의 메밀꽃 풍경이므로 기본적으로는 시각적 이미지이다. 그러나 이효석은 독자들로 하여금 '달의 숨소리'와 나귀의 방울 소리를 듣게 하고, 손으로 달빛을 잡거나 달빛 때문에 숨이 막히는 느낌을 가지게 하는가 하면, 소금맛을 상상하게 하고, 메밀의 붉은 대궁을 향기로 환원하여 맡을 수 있게 한다. 다시 말하건대, 이 구절에서 이효석은 우리로 하여금 우리의 오관을 모두 동원하여 달빛과 메밀꽃을 수용하게 하고 있다. '메밀꽃 필 무렵'의 독자들이 이 구절을 오랫동안 잊을 수 없는 것도 아마 모든 감각 기관을 동원하여 이 구절에 제시된 이미지를 수용했기 때문일 것이다. 




■ 이해와 감상 4 

 1936년 상반기에 '산'과 '들'을 쓴 쓴 이효석이 같은 해 하반기에 '메밀꽃 필 무렵'을 발표한 것은 놀라운 일이 아니다. 왜냐하면, 이 단편의 집필은 어떤 의미에 있어서는 거의 예정되어 있었다고 할 수 있기 때문이다. 이 단편이 우리의 주목을 끄는 것은, 오랫동안 이효석의 작품 세계에서 잔존하고 있던 좌익 이념이 완전히 몰각된 채 인간, 성, 그리고 자연이 혼연 일체를 이룬 모습을 보여 주고 있기 때문이다. 허생원이 성서방네 처녀와 물방앗간에서 인연을 맺던 날 밤이 '꼭 이런 날 밤'이었다고 하며, 이효석이 그려 내는 경치는 달빛이 쏟아지는 메밀밭의 정경이다. 

 허생원이 무더위에 쫓겨 개울가로 목욕하러 나갔을 때에 '보이는 곳마다 메밀밭이어서 개울가 어디 없이 하얀 꽃'이었고, '달이 너무도 밝은 까닭에' 개울가에서 옷을 벗지 못하고 물방앗간으로 들어가자, 성서방네 처녀가 그 곳에서 울고 있었다는 것이다. 성서방네 처녀가 무슨 연고로 거기에 있었는지에 대해서는 아무 설명이 없으나, 혼기를 맞은 그녀가 집안 형편이나 개인적 처지를 한탄하며 심란해하던 중, 달빛 어린 메밀밭 경치에 자극된 센티멘털리즘 때문에 그 곳으로 나왔으리라는 암시는 있다. 그리하여 두 사람 사이를 가로막는 장애가 별로 없는 가운데 허생원과 처녀 사이에는 처음이자 마지막 인연이 맺어졌고, 이 순간에 인간, 성, 그리고 자연은 혼연 일체를 이루었다고 해도 과언이 아니다. 

(이상옥, '이효석') 




■  참고자료 (소설문학에 나타난 한) 

 소설에 있어서는 개인과 개인의 갈등, 개인과 사회와의 갈등, 또는 개인과 국가(혹은 민족) 사이의 갈등의 심도에 따라 한(恨)이 되기도 하고 원(怨)으로 나타나기도 한다. 즉, 갈등의 심도가 낮으면 한으로, 심도가 깊으면 원(怨)이 되는 것이다. 또, 갈등의 심도가 깊다 할지라도 원이 복수 의지로 발전하지 않고 종교적 해한(解恨)의 차원에서 극복될 때, 즉 한이나 원이 휴머니즘으로 극복 승화될 때 그것은 화해와 사랑으로 정화된다. 여순 반란 사건을 소재로 한 김동리의 '형제'는 원한이 복수로 발전하지 않고 휴머니즘적 인간의 사랑으로 극복된 좋은 예이다. 

 아무튼, 소설은 시에 있어서보다 인간적 갈등의 심도가 크기 때문에 대부분 원한으로 나타나고 있다. 물론, 타력이나 가학적이 아니고, 자기 마음 속에서 무엇인가 후회하고 희구하고 마음 아파하는 데서 생기는 자한(自恨)이나 회한, 정한이 소설 작품에 전혀 나타나지 않는 것은 아니다. 김시습의 '만복사저포기'나 '이생규장전', 김만중의 '구운몽' 등은 자한의 소망을 작품을 통하여 이루어 본 것들이다. 이와 같은 자한, 회한, 정한은 뒤에 김동인의 '배따라기'나 이효석의 '메밀꽃 필 무렵'으로 이어지며, 우리 나라의 서정주의에 가까운 소설들은 모두 이러한 자한, 회한, 정한이 기초를 이루고 있다. 

 그러나 우리 나라의 고대 소설에서는 정한보다는 원한을 다룬 작품들이 대부분이다. 개인적인 원한을 다룬 작품으로는 '운영전', '사씨남정기', '장화홍련전' 등이 있고, 궁중의 원한이 나타난 궁중 소설로는 혜경궁 홍씨의 '한중록', 어느 궁녀의 '계축일기'(일명 서궁록), '인현왕후전' 등이 있다. 개인과 사회와의 갈등에서 비롯된 결한과 해한이 나타난 작품으로는 허균의 '홍길동전'과 작자 미상의 '춘향전'을 들 수 있다. 또 민족의 원과 한을 다룬 '임진록'은 패배한 민족의 역설적인 해원을 보여주고 있다. 

 우리 나라 현대 소설의 효시라고 할 수 있는 이광수의 '무정'에도 망국한이 보인다. '무정'은 바로 원한의 소리이다. 일본 헌병에게 잡혀 감옥살이를 하는 아버지에게 차입하여 줄 것을 사기 위하여 박영채는 기생으로 몸을 판다. 그러나 그 몸값을 중개인에게 사취당하고, 대동강에 빠져 자살하려고 한다. 박영채의 자살 기도 동기는 표면적으로는 정절이 깨어진 데 있지만, 실제로는 이형식에 대한 우회적 복수에 있다. 국권 상실로 이한 망국한이 박영채에게 투영된 것으로, 냉혹한 사회와 이형식에 대한 박영채의 원한은 곧 망국한이다. '무정'의 망국한은 채만식, 염상섭을 거쳐 이무영, 심훈, 김유정, 나도향, 김동리, 박경리, 등의 소설에서 나타나며, 1950년대 이후에는 조국 분단의 한으로 연결되고 있다. 

 이호철의 '월남한 사람들', 이문구의 '해벽', 김원일의 '노을', 윤흥길의 '장마', 전상국의 '아베의 가족', 한승원의 '안개바다', 조정래의 '인간의 탑', 유재용의 '누님의 초상', 현기영의 '순이 삼촌' 등에 분단의 한, 고향 상실의 한, 동족 상잔의 한 등 분단 시대의 민족의 한이 표현되고 있다. 

 그러나 중요한 것은, 고대 소설에서와는 달리, 신소설 이후의 소설에서는 원한이 복수를 통하여 해원을 하고 있지 않다는 점이다. 원한 감정은 복수 의지로 해원되지 않고 용서와 화해로 풀려 소설 미학으로 수용되고 있다. 또 가학자(원한을 준 사람) 쪽에서 죄의식을 가지고 적극적으로 풀어 주려고 한다. 우리의 현대 소설에서 원한 감정은 휴머니즘으로 극복되고 있으며, 특히 6.25 소설들은 원한 감정을 화해와 용서로 풀어 민족의 동질성을 찾으려 하고 있음은 퍽 다행한 일이라고 할 수 있다. 




<문순태, 한(恨)> 












■ 2005년 수능언어영역 기출문제 

(가) 

드팀전 장돌이를 시작한 지 이십 년이나 되어도 허 생원은 봉평 장을 빼논 적은 드물었다. 충주 제천 등의 이웃 군에도 가고, 멀리 영남 지방도 헤매이기는 하였으나 강릉쯤에 물건 하러 가는 외에는 처음부터 끝까지 군내를 돌아다녔다. 닷새만큼씩의 장날에는 달보다도 확실하게 면에서 면으로 건너간다. 고향이 청주라고 자랑삼아 말하였으나 고향에 돌보러 간 일도 있는 것 같지는 않았다. ㉠ 장에서 장으로  가는 길의 아름다운 강산이 그대로 그에게는 그리운 고향이었다. 반날 동안이나 뚜벅뚜벅 걷고 장터 있는 마을에 거지반 가까웠을 때, 지친 나귀가 한바탕 우렁차게 울면 ― 더구나 그것이 저녁녘이어서 등불들이 어둠 속에 깜박거릴 무렵이면 늘 당하는 것이건만 허 생원은 변치 않고 언제든지 가슴이 뛰놀았다. 




(나) 

젊은 시절에는 알뜰하게 벌어 돈푼이나 모아 본 적도 있기는 있었으나, 읍내에 백중이 열린 해 호탕스럽게 놀고 투전을 하고 하여 사흘 동안에 다 털어 버렸다. 나귀까지 팔게 된 판이었으나 애끊는 정분에 그것만은 이를 물고 단념하였다. 결국 도로아미타불로 장돌이를 다시 시작할 수밖에는 없었다. ㉡ 짐승을 데리고 읍내를 도망해 나왔을 때에는 너를 팔지 않기 다행이었다고 길가에서 울면서 짐승의 등을 어루만졌던 것이었다. 빚을 지기 시작하니 재산을 모을 염은 당초에 틀리고 간신히 입에 풀칠을 하러 장에서 장으로 돌아다니게 되었다. 




호탕스럽게 ⓐ 놀았다고는 하여도 계집 하나 후려 보지는 못하였다. 계집이란 좀 쌀쌀하고 매정한 것이었다. 평생 인연이 없는 것이라고 신세가 서글퍼졌다. 일신에 가까운 것이라고는 언제나 변함없는 한 필의 당나귀였다. 




(다) 

ⓑ 그렇다고는 하여도 꼭 한 번의 첫 일을 잊을 수는 없었다. 뒤에도 처음에도 없는 단 한 번의 괴이한 인연! 봉평에 다니기 시작한 젊은 시절의 일이었으나 그것을 생각할 적만은 그도 산 보람을 느꼈다. 

 달밤이었으나 어떻게 해서 그렇게 됐는지 지금 생각해도 도무지 알 수는 없었다. 

 허 생원은 오늘 밤도 또 그 이야기를 끄집어내려는 것이다. 조 선달은 친구가 된 이래 귀에 못이 박히도록 들어 왔다. 그렇다고 싫증을 낼 수도 없었으나 허 생원은 시침을 떼고 되풀이할 ⓒ 대로는 되풀이하고야 말았다. 




 "달밤에는 그런 이야기가 격에 맞거든." 




조 선달 편을 바라는 보았으나 물론 미안해서가 아니라 달빛에 감동하여서였다. ㉢ 이지러는 졌으나 보름을 가제 지 난 달은 부드러운 빛을 흐붓이 흘리고 있다. 대화까지는 칠십 리의 밤길, 고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다. 




A <<달은 지금 긴 산허리에 걸려 있다. 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩 포기와 옥수수 잎새가 한층 달에 푸르게 젖었다. 산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐뭇한 달빛에 숨이 막힐 지경이다.>> 





붉은 대궁이 향기같이 애잔하고 나귀들의 걸음도 시원하다. 




㉣ 길이 좁은 까닭에 세 사람은 나귀를 타고 외줄로 늘어섰다. 방울 소리가 시원스럽게 딸랑딸랑 메밀밭께로 흘러간다. 앞장선 허 생원의 이야기 소리는 꽁무니에 선 동이에게는 ⓓ 확적히는 안 들렸으나, 그는 그대로 개운한 제 멋에 적적하지는 않았다. 




(라) 

"장 선 꼭 이런 날 밤이었네. 객줏집 토방이란 무더워서 잠이 들어야지. 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지. 봉평은 지금이나 그제나 마찬가지나 보이는 곳마다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야. 돌밭에 벗어도 좋을 것을, 달이 너무도 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데없는 성 서방네 처녀와 마주쳤단 말이네. 봉평서야 제일가는 일색이었지." 

 "팔자에 있었나 부지." 

아무렴 하고 응답하면서 말머리를  ⓔ 아끼는 듯이 한참이나 담배를 빨 뿐이었다. 

구수한 자줏빛 연기가 밤기운 속에 흘러서는 녹았다. 

 "날 기다린 것은 아니었으나 그렇다고 달리 기다리는 놈팽이가 있는 것두 아니었네. 처녀는 울고 있단 말야. 짐작은 대고 있었으나 성 서방네는 한창 어려워서 들고날 판인 때였지. 한집안 일이니 딸에겐들 걱정이 없을 리 있겠나. 좋은 데만 있으면 시집도 보내련만 시집은 죽어도 싫다지…… 그러나 처녀란 울 때같이 정을 끄는 때가 있을까. 처음에는 놀라기도 한 눈치였으나 걱정 있을 때는 누그러지기도 쉬운 듯해서 이럭저럭 이야기가 되었네…… 생각하면 무섭고도 기막힌 밤이었어." 




 "제천인지로 줄행랑을 놓은 건 그 다음날이었나?" 

 "다음 장도막에는 벌써 온 집안이 사라진 뒤였네. 장판은 소문에 발끈 뒤집혀 고작해야 술집에 팔려가기가 상수라고 처녀의 뒷공론이 자자들 하단 말이야. 제천 장판을 몇 번이나 뒤졌겠나. 하나 처녀의 꼴은 꿩 궈 먹은 자리야. 첫날밤이 마지막 밤이었지. 그때부터 봉평이 마음에 든 것이 반평생을 두고 다니게 되었네. 평생인들 잊을 수 있겠나."    




(마) 

"수 좋았지. 그렇게 신통한 일이란 쉽지 않어. 항용 못난 것 얻어 새끼 낳고, 걱정 늘고 생각만 해두 진저리 나지…… 그러나 늘그막바지까지 장돌뱅이로 지내기도 힘드는 노릇 아닌가? 난 가을까지만 하구 이 생애와두 하직하려네. 대화쯤에 조그만 전방이나 하나 벌이구 식구들을 부르겠어. 사시장철 뚜벅뚜벅 걷기란 여간이래야지." 

 ㉤ "옛 처녀나 만나면 같이나 살까…… 난 거꾸러질 때  까지 이 길 걷고 저 달 볼 테야." 

산길을 벗어나니 큰길로 틔어졌다. 꽁무니의 동이도 앞으로 나서 나귀들은 가로 늘어섰다. 

- 이효석, [메밀꽃 필 무렵] - 




56. (가)∼(마)에 대한 설명으로 적합한 것은? ▶ (2) 

① (가)는 서술자가 인물에 대해 거리를 두며 논평하는 방식으로 서술하고 있다. 

② (나)의 '평생 인연이 없는 것'은 이후에 서술될 '인연'의 의미를 부각시키고 있다. 

③ (다)의 '단 한 번'은 '오늘 밤도 또'와 대비되면서 인물 간의 심리적 갈등을 심화시키고 있다. 

④ (라)의 '물방앗간'은 과거 상황과 현재 상황의 동질성을 드러내는 장치이다. 

⑤ (마)의 인물 간 대화는 불우한 처지를 극복하려는 주인공의 굳은 결심을 부각시키고 있다. 




57. <보기>는 위 글을 읽고 '허 생원'에게 '봉평'이 지니는 의미를 파악하기 위해 토론한 내용이다. 적절한 의견으로 묶은 것은? ▶ (2) 

 ㄱ. 허 생원은 줄곧 봉평 인근을 돌아다니고 있어. 심지어 고향인 청주에도 가 보지 않은 것 같아. 허 생원에게 봉평은 마음의 구심점인 셈이지. 

 ㄴ. 허 생원은 달밤이면 언제나 봉평에서 겪었던 무섭고도 기막힌 일을 이야기하고 있어. 달밤의 분위기가 그런 비현실적인 이야기를 하게끔 만드는 거지. 봉평은 허 생원을 현실 너머로 이어 주는 상상의 통로야. 

 ㄷ. 허 생원은 젊었을 때 모았던 돈을 투전으로 다 날리고 평생토록 가정도 꾸리지 못했어. 허 생원에게 봉평은 젊은 시절의 잘못된 삶을 반성하게 하는 곳이지. 

 ㄹ. 허 생원은 봉평에서 성 서방네 처녀와 평생 잊지 못할 인연을 맺었어. 허 생원에게 봉평은 가난하고 쓸쓸한 삶을 견디게 해 주는 추억이 깃들어 있는 곳이지. 




① ㄱ, ㄷ       ② ㄱ, ㄹ       ③ ㄴ, ㄷ      ④ ㄴ, ㄹ       ⑤ ㄷ, ㄹ 




58.  <보기>에 따라 '이효석 문학제'를 알리는 초청장을 만들려고 한다. 문안으로 가장 적절한 것은? [1점] ▶ (3) 

*  [A]의 분위기를 파악하여, 그것을 작가의 작품 세계가 지닌 특징을 드러내는 데 활용한다. 

*  비유를 사용하여 표현 효과를 높인다. 


① 역사와 전통 위에 지은 터전, 이효석 문학 마을로 오세요. 

② 지친 현대인에게 소박한 농촌의 맛과 인심을 돌려드립니다. 

③ 이효석, 그 서정과 낭만으로 빚은 집에 여러분을 초대합니다. 

④ 서도(西道)의 애수와 가락이 있는 제전, 당신의 의자를 비워 두었습니다. 

⑤ 우리들의 잃어버린 고향, 다시 못 갈 그 서러운 곳으로 당신을 초대합니다. 




59. 문맥적 의미를 고려할 때, ㉠∼㉤에 대한 설명으로 적절하지 않은 것은? ▶ (3) 

① ㉠의 '길'은 장돌뱅이로 유랑해 온 허 생원의 삶의 여정을 드러내는 공간이다. 

② ㉡의 '길가'는 허 생원이 비참해진 자신의 처지를 슬퍼하고 스스로를 위로했던 공간이다. 

③ ㉢의 '밤길'은 장돌뱅이 생활을 하는 세 인물의 어려움과 암담한 처지를 상징적으로 드러낸다. 

④ ㉣의 '길'은 동이가 대화에서 배제되어 허 생원의 이야기를 잘 들을 수 없는 상황을 만들어 낸다. 

⑤ ㉤의 '길'은 허 생원의 과거와 현재가 길을 매개로 하여 미래로 연결될 수 있음을 암시한다. 


60. ⓐ∼ⓔ 중 '는'의 쓰임이 다른 하나는? [1점] ▶ (5) 

① ⓐ      ② ⓑ       ③ ⓒ       ④ ⓓ       ⑤ ⓔ 
 
◈ 다음 글을 읽고 물음에 답하시오. [1-5]

================================================================ 

  “달밤에는 그런 이야기가 격에 맞거든.” 

  조 선달 편을 바라는 보았으나, 물론 미안해서가 아니라 달빛에 감동하여서였다. 이지러는 졌으나 보름을 갓 지난 달은 부드러운 빛을 흐붓이 흘리고 있다. 대화까지는 팔십 리의 밤길. 고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다. 길은 지금 긴 산허리에 걸려 있다. 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩포기와 옥수수 잎새가 한층 달에 푸르게 젖었다. 산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐붓한 달빛에 숨이 막힐 지경이다. 붉은 대궁이 향기같이 애잔하고, 나귀들의 걸음도 시원하다. 길이 좁은 까닭에 세 사람은 나귀를 타고 외줄로 늘어섰다. 방울 소리가 시원스럽게 딸랑딸랑 메밀밭께로 흘러간다. 앞장 선 허 생원의 이야기 소리는 꽁무니에 선 동이에게는 확적히는 안 들렸으나, 그는 그대로 개운한 제멋에 적적하지는 않았다. 

  “장 선 꼭 이런 날 밤이었네. 객줏집 토방이란 무더워서 잠이 들어야지. 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지. 봉평은 지금이나 그제나 마찬가지지. 보이는 곳마다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야. 돌밭에 벗어도 좋을 것을 달이 너무도 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데없는 성 서방네 처녀와 마주쳤단 말이네. 봉평서야 제일 가는 일색이었지.” 

  “팔자에 있었나 부지.” 

  “아무렴” 

  하고 응답하면서 말머리를 아끼는 듯이 ⓐ한참이나 담배를 빨 뿐이었다. 구수한 자줏빛 연기가 밤 기운 속에 흘러서는 녹았다.  < 중략 > 

  물은 깊어 허리까지 찼다. 속 물살도 어지간히 센 데다가 발에 채이는 돌멩이도 미끄러워 금시에 ㉠훌칠 듯하였다. 나귀와 조 선달은 재빨리 거의 건넜으나 동이는 허 생원을 붙드느라고 두 사람은 훨씬 떨어졌다. 

  “모친의 친정은 원래부터 제천이었던가?” 

  “웬걸요. 시원스리 말은 안 해 주나, 봉평이라는 것만은 들었죠.” 

  “봉평? 그래 그 아비 성은 무엇이구?” 

  “알 수 있나요? 도무지 듣지를 못했으니까.” 

  “그 그렇겠지.” 

  하고 중얼거리며 흐려지는 눈을 까물까물하다가 허 생원은 경망하게도 발을 빗디디었다. 앞으로 고꾸라지기가 바쁘게 몸째 풍덩 빠져 버렸다. 허비적거릴수록 몸을 걷잡을 수 없어, 동이가 소리를 치며 가까이 왔을 때에는 벌써 퍽으나 흘렀었다. 옷째 쫄딱 젖으니 물에 젖은 개보다도 참혹한 꼴이었다. 

 동이는 물 속에서 어른을 ㉡해깝게 업을 수 있었다. 젖었다고는 하여도 여윈 몸이라 장정 등에는 오히려 가벼웠다. 

  “이렇게까지 해서 안 됐네. 내 오늘은 정신이 빠진 모양이야.” 

 “염려하실 것 없어요.” 

 “그래, 모친은 아비를 찾지는 않는 눈치지?” 

 “늘 한번 만나고 싶다고는 하는데요.” 

 “지금 어디 계신가?” 

 “의부와도 갈라져서 제천에 있죠. 가을에는 봉평에 모셔 오려고 생각 중인데요. 이를 물고 벌면 이럭저럭 살아갈 수 있겠죠.” 

 “아무렴, 기특한 생각이야. 가을이랬다?” 

  동이의 탐탁한 등어리가 뼈에 사무쳐 따뜻하다. 물을 다 건넜을 때에는 도리어 서글픈 생각에 좀더 업혔으면도 하였다. 

 “진종일 실수만 하니 웬일이오, 생원?” 

  조 선달은 바라보며 기어코 웃음이 터졌다. 

 “나귀야. 나귀 생각하다 실족을 했어. 말 안 했던가? 저 꼴에 제법 새끼를 얻었단 말이지. 읍내 강릉집 ㉢피마에게 말일세. 귀를 쫑긋 세우고 달랑달랑 뛰는 것이 나귀 새끼같이 귀여운 것이 있을까? 그것 보러 나는 일부러 읍내를 도는 때가 있다네.” 

 “사람을 물에 빠치울 젠 딴은 대단한 나귀 새끼군.” 

  허 생원은 젖은 옷을 웬만큼 짜서 입었다. 이가 덜덜 갈리고 가슴이 떨리며 몹시도 추웠으나, 마음은 알 수 없이 둥실둥실 가벼웠다. 

 “주막까지 부지런히들 가세나. 뜰에 불을 피우고 ㉣훗훗이 쉬어. 나귀에겐 더운 물을 끓여 주고. 내일 대화장 보고는 제천이다.” 

 “생원도 제천으로……?” 

 “오래간만에 가 보고 싶어. 동행하려나, 동이?” 

  나귀가 걷기 시작하였을 때 동이의 채찍은 왼손에 있었다. 오랫동안 ㉤아둑시니같이 눈이 어둡던 허 생원도 요번만은 동이의 왼손잡이가 눈에 뜨이지 않을 수 없었다. 

  걸음도 해깝고 방울 소리가 밤 벌판에 한층 청청하게 울렸다. 

  달이 어지간히 기울어졌다. 

  - 이효석, 메밀꽃 필 무렵 - 

================================================================ 




1. 윗글에 대한 설명으로 적절하지 않은 것은? ▶ ⑤

① 과거의 회상과 현실의 묘사로 사건을 진행한다. 

② 주인공은 유랑의 원형을 지닌 소박한 삶을 살아가는 인물이다. 

③ 시간적 배경은 여름날 달밤이고 주된 공간적 배경은 산길과 개울이다. 

④ 섬세하고 감각적인 언어의 표현으로 시적인 분위기를 자아내고 있다. 

⑤ 서술자가 인물과 일정한 거리를 두고 객관적으로 이야기를 해 나간다. 

 

 

2. ⓐ에 내재된 인물의 심리 상태로 가장 적절한 것은? ▶③

① 장사가 잘 안 되어 초조해 하고 있다. 

② 조 선달의 빈정거림에 분노하고 있다. 

③ 과거의 일을 추억하며 그리워하고 있다. 

④ 옛일이 잘 생각나지 않아 안타까워하고 있다. 

⑤ 성 서방네 처녀에 대해 죄책감을 느끼고 있다. 







3. ㉠～㉤의 문맥적 의미로 알맞지 않은 것은? ▶ ⑤

① ㉠ : 물살에 쏠릴 

② ㉡ : 가볍게 

③ ㉢ : 다 자란 암말 

④ ㉣ : 훈훈하게 

⑤ ㉤ : 정신이 아득한 사람 







4. ＜보기＞와 같은 접근 방식을 통해 윗글을 비평한 것은? ▶ ④

================================================================

<보기> 

   작품을 비평한다는 것은 일차적으로는 자기의 관점에 따라 작품을 바라보는 일이다. 관점은 매우 다양할 수밖에 없지만, 비평의 역사를 통해 볼 때 매우 영향력 있는 몇몇 관점들로 통합되는 경향이 있다. 그것들 중에서 ‘소설은 풍속(風俗)의 재현(再現)’이라는 관점을 취하면, 외적인 정보를 끌어들여 작품이 지니는 의미를 이끌어 내는 과정이 비평의 중심을 이루게 된다. 

================================================================




① 이 작품은 대화를 중심으로 사건이 전개되고 암시적 결말을 통해 여운을 준다. 

② 이 작품은 토속적이고 서정적인 문체를 통해 낭만적인 분위기를 잘 드러내었다. 

③ 이 작품에서는 별다른 외적 갈등이 형성되어 있지 않아 소설의 묘미를 맛보기 어렵다. 

④ 1936년에 발표된 이 작품에는 일제 식민지의 시대상이 드러나지 않아 좋은 평가를 받기가 어렵다. 

⑤ 이 작품은 떠돌이 삶의 애환 속에 펼쳐지는 인간 본연의 애정을 느낄 수 있는 기회를 제공해 준다. 







5. 윗글에 나오는 ‘메밀밭’을 현장 체험 학습장으로 소개하려는 안내서를 만들기 위해 학생들이 의논하고 있다. 윗글의 내용에 비추어 볼 때, 적절하지 않은 것은? ▶ ①



① 재영 : 고단한 삶의 현실로부터 도피하여 은둔 생활을 할 수 있는 곳임을 강조하면 어떨까? 

② 인철 : 세상사 모든 근심을 잊고 아름다운 추억에 젖어 볼 수 있는 곳임을 부각시키면 어떨까? 

③ 나리 : 추억을 간직하고 살아가는 사람들에겐 위안을 주는 안식처임을 강조하면 어떨까? 

④ 한나 : 강원도 특유의 토속적인 분위기와 메밀꽃의 애잔한 향기를 만끽할 수 있는 곳임을 강조하면 어떨까? 

⑤ 경민 : 푸른 달빛에 젖은 메밀꽃이 흐드러지게 피어 낭만적인 분위기를 연출하는 곳임을 강조하면 어떨까? 

 

 


(12) 메밀꽃 필 무렵



1.  작가 : 이효석(李孝石, 1907 -1942)


  호는 가산(可山). 강원도 평창 출생. 경성 제일 고보를 거쳐 1930년 경성제국대학 법문학부 영문과 졸업. 1928년 단편 ｢도시와 유령｣이 <조선지광>에 발표되면서 문단에 등단. 함북 경성농업학교, 평양 숭실 전문학교에서 교편 생활을 함. 초기에는  유진오 등과 함께 경향적인 동반작가로 인정을 받았으나 1933년 ｢돈(豚)｣을  발표하면서 경향성을 탈피하여, 자연과 인간 본능의 순수성을 서정적인 문체로  표현함. 그의 대표적인 장편이라고 할 수 있는 ｢화분｣은 성 윤리(性倫理)를 표현한 것이며 그 외에  ｢산｣(1936), ｢황제｣(1940),｢들｣(1937) 등이 있다.


  그의 작품 세계는 초기에는 동반 작가 시절로서 반도시적(反都市的)이고 사회적 모순을 고발하는 작품 경향을 보인다. 그러나 후기에는  자연 문학과 심미주의 세계로 전향하고, 에로티시즘의 문학을 추구한다. 그의 문체는 세련된 언어, 풍부한 어휘, 시적인 분위기로 요약할 수 있으며 조화와 시적 정서로 산문 세계의 예술성을 승화시켰다는 평을 받는다.


  흔히 그를 가리켜 평자들이 ‘소설을 배반한 소설가’ 라는 평을 하는 것은 이와 같은 이유에서 일 것이다.





2.  등장인물


  허 생원 : 주인공. 장돌뱅이. 한국 토속 사회의 한 전형적인 인물


  동이 : 장돌뱅이. 순박한 젊은이. 허 생원의 아들로 짐작됨.


  조 선달 : 보조 인물. 허 생원의 친구이며 동업자





3.  줄거리


  드팀전의 허 생원과 조 선달이 장을 거두고 술집에 들렀을 때 벌써 먼저 온 동업의 젊은 녀석 동이가 계집을 가로채고 농탕치고 있었다. 허 생원은 괜히 화가 나서 기어코 그를 야단쳐서 쫓아내고 말았다. 장돌뱅이의 망신을 시킨다고 말이다. 그런데  뜻밖에 그는 얼마 후 되돌아와서 허 생원의 나귀가 발광을 하고 있다고 일러주는 것이었다. 허 생원은 어이가 없었다. 얽음뱅이요 왼손잡이인 허 생원은 계집과는 인연이 멀었다. 때문에 장돌림을 시작한 지 20년이 넘었건만 아직 홀몸이었다. 그러므로, 자신과 늘 함께하는 나귀의 신세가 느꺼웠던 것이다.


  밤이 들어 허 생원은 조 선달과 동이와 함께 나귀를 몰고 다음 장으로 발을 옮겼다. 봉평장으로 가기 위해서다. 달이 환히 밝았다. 달밤이면 으레, 허 생원은 젊었을 때 봉평에서 겪었던 옛일을 얘기하는 것이었다.


  개울가에 모밀꽃이 활짝 핀, 달 밝은 여름밤이었다고 한다. 그는 멱을 감을 양으로 옷을 벗으러 방앗간에 들어갔다가 거기서 우연히 울고 있는 성 서방네 처녀를 만나서 어쩌다가 정을 맺었던 것이다. 그녀는 봉평서 제일 가는 일색이었다. 그는 오늘도 기이한 인연에 얽힌 이 이야기를 되풀이했다. 동행을 하다가 허 생원은 이날 밤 동이가 아버지를 모르고 자라난 사생아임을 알게 되었다. 더욱이 그의 어머니의 고향은 봉평이라 했다. 허 생원에게는 맺히는 것이 있었다. 동이 어머니가 제천에서 홀로 산다는 말을 듣자 그는 놀라 개울에 빠지게 된다. 이튿날 그는 동이를 따라 제천으로 가 볼 생각을 가지게 되었다. 문득, 그는 나귀를 몰고 가는 동이의 채찍이 동이의 왼손에 잡혀 있음을 똑똑히 보았다. 아둑시니같이 어둡던 그의 눈에도 이번만은 그것이  똑똑히 보이는 것이었다.





4.  작품 감상


   이 작품은 인간 심리의 순수한 자연성을 허 생원과 나귀를 통해 표출하고 있는  낭만주의적인 소설이다.  강원도 땅 봉평에서 대하에 이르는 팔십 리 공간적 배경으로 삼아, 그 길을 가는 세 인물의 과거사 이야기를 통해 인간의 본연적 사랑을 드러내고 있다. 늙고 초라한 장돌뱅이 허생원이 20여년 전에 정을 통한 처녀의 아들 동이를 친자로 확인하는 과정이 푸른 달빛에 젖은 메밀꽃이 깨알깨알 흐드러지게 피어 있는 밤길 묘사에 젖어들어 시적인 정취가 짙게 풍겨 나온다. 낭만성과 탐미주의 성향이 어우러진 이효석 문학의 대표작이다.


  서정주의적 경향이 많으며 암시와 추리를 통해 주제를 간접적으로 부각시키고 있다. 대화 형식으로 플롯이 진행되며  반복되는 지명(地名)으로  의식과 감정을 고조시킨다. 낭만주의적인 경향이 많으나 파장 무렵의 시골 장터의 모습이나, 주인 허 생원을 닮은 나귀의 모습이나, 메밀꽃이 하얗게 핀 산길의 묘사같은 것은 뚜렷한 사실성을 가지고 서술되었다.


  허 생원이 동이가 친자(親子)라는 것을 확인한 후의 모든 기쁨은 독자의 상상력에 유보되어 있다. 물론, 확인하는 과정의 중요한 단서가 된 ‘왼손잡이’가 과연 유전이냐 하는 의문은 걷어치우고라도 허 생원과 친자로 예상되는 동이가 모두 장돌뱅이라는 사실은  부전자전(父傳子傳)의 동일성을 확인해 주는 것이다. 이와 같은 모티브는 김동리의 ｢역마｣에도 나타나 있다.





 이 작품은 김유정과 같은 고향인 봉평에서 오래 살았다는 황일부 노인에 의해 거의 모든 등장인물, 특히 허 생원과 충줏집이 실제 인물이라는 것이 알려져 있다.





5.  핵심 정리


(1)  주제 : 장돌뱅이 생활의 애환을 통한 인간 본연의 속성으로서의 애정


떠돌이의 삶을 통해 본 인간 본연의 애정


(2)  성격 : 낭만적. 서정적. 묘사적.


(3)  갈래 : 단편 소설, 본격 소설


(4)  시점 : 전지적 작가 시점



6.  참고


(1)  남녀간의 만남과 헤어짐.  친자 확인(親子確認)


(2)  미묘한 운명을 드러내는 과정에 길이 있다.


(3)  달 : 허 생원의 과거와 현재를 연결시키면서, 이 소설의 낭만적 분위기를 조성한다.


(4)  인간과 동물(나귀) 교묘하게 병치.


     허생원의 삶      :  당나귀의 삶


     허생원 + 충주집  :  당나귀(발정) + 암놈


     허생원 + 처녀    :  당나귀 + 읍내 강릉집 피마


(5)  세련되고 다채로운 언어와 시적 분위기 속에서 낭만적 정서의 세계로 독자를 이끈다.


< 형성 평가 >



※ 다음 글을 읽고 물음에 답하시오.



(가) “달밤이었으나 어떻게 해서 그렇게 됐는지 지금 생각해도 도무지 알 수 없어.”


허생원은 오늘밤도 또 그 이야기를 끄집어내려는 것이다. 조선달은 친구가 된 이래 귀에 못이 박히도록 들어왔다. 그렇다고 싫증을 낼 수도 없었으나 허생원은 시치미를 떼고 되풀이할 대로는 되풀이하고야 말았다.


“ⓐ달밤에는 그런 이야기가 격에 맞거든,”


㉮《조선달 편을 바라는 보았으나 물론 미안해서가 아니라 달빛에 감동하여서였다. 이지러는 졌으나 보름을 갓 지난달은 부드러운 빛을 흐뭇이 흘리고 있다. 대화까지는 팔십 리의 밤길, 고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다. ⓑ길은 지금 긴 산허리에 걸려 있다. 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩포기와 옥수수 잎새가 한층 달에 푸르게 젖었다. 산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐뭇한 달빛에 숨이 막힐 지경이다. 붉은 대궁이 향기같이 애잔하고 ⓒ나귀들의 걸음도 시원하다.》


길이 좁은 까닭에 세 사람은 나귀를 타고 외줄로 늘어섰다. 방울소리가 시원스럽게 딸랑딸랑 메밀밭께로 흘러간다. 앞장선 허생원의 이야기소리는 꽁무니에 선 동이에게는 확적히는 안 들렸으나, 그는 그대로 개운한 제멋에 적적하지는 않았다.


“장 선 꼭 이런 날 밤이었네. 객줏집 토방이란 무더워서 잠이 들어야지. 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지. 봉평은 지금이나 그제나 마찬가지지. 보이는 곳마다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야. 돌밭에 벗어도 좋을 것을, 달이 너무나 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데없는 성서방네 처녀와 마주쳤단 말이네. 봉평서야 제일가는 일색이었지……”



(나) “수 좋았지. 그렇게 신통한 일이란 쉽지 않어. 항용 못난 것 얻어 새끼 낳고, 걱정 늘고 생각만 해두 진저리가 나지……그러나 늙으막바지까지 ⓓ장돌뱅이로 지내기도 힘드는 노릇 아닌가? 난 가을까지만 하구 이 생계와두 하직하려네. 대화쯤에 조그만 ⓔ전방이나 하나 벌이구 식구들을 부르겠어. 사시장천 뚜벅뚜벅 걷기란 여간이래야지.”


“옛 처녀나 만나면 같이나 살까……㉠난 거꾸러질 때까지 이 길 걷고 저 달 볼 테야.”


산길을 벗어나니 큰길로 틔어졌다. 꽁무니의 동이도 앞으로 나서 나귀들은 가로 늘어섰다.


“총각두 젊겠다, 지금이 한창 시절이렷다. 충줏집에서는 그만 실수를 해서 그 꼴이 되었으나 설게 생각 말게.”


“처 천만에요. 되려 부끄러워요. 계집이란 지금 웬 제격인가요. 자나깨나 어머니 생각뿐인데요.”


허생원의 이야기로 실심해 한 끝이라 동이의 어조는 한풀 수그러진 것이었다.


“아비 어미란 말에 가슴이 터지는 것도 같았으나 제겐 아버지가 없어요. 피붙이라고는 어머니 하나뿐인걸요.”


“돌아가셨나?”


“당초부터 없어요.”


“그런 법이 세상에……”


생원과 선달이 야단스럽게 껄껄들 웃으니 동이는 정색하고 우길 수밖에는 없었다.


“부끄러워서 말하지 않으려 했으나 정말예요. 제천 촌에서 달도 차지 않은 아이를 낳고 어머니는 집을 쫓겨났죠. 우스운 이야기나, 그러기 때문에 지금까지 아버지 얼굴도 본 적 없고 있는 고장도 모르고 지내와요.”



(다) ㉯《물은 깊어 허리까지 찼다. 속 물살도 어지간히 센데다가 발에 채이는 돌멩이도 미끄러워 금시에 훌칠 듯하였다. 나귀와 조선달은 재빨리 거의 건넜으나 동이는 허생원을 붙드느라고 두 사람은 훨씬 떨어졌다.》


“모친의 친정은 원래부터 제천이었던가?”


“웬걸요. 시원스리 말은 안 해주나 봉평이라는 것만은 들었죠.”


“봉평, 그래 그 아비 성은 무엇이구?”


“알 수 있나요. 도무지 듣지를 못했으니까.”


“그 그렇겠지.”


하고 중얼거리며 흐려지는 눈을 까물까물하다가 허생원은 경망하게도 발을 빗디디었다. 앞으로 고꾸라지기가 바쁘게 몸째 풍덩 빠져버렸다. 허위적거릴수록 몸을 걷잡을 수 없어 동이가 소리를 치며 가까이 왔을 때에는 벌써 퍽으나 흘렀었다. 옷째 쫄딱 젖으니 물에 젖은 개보다도 참혹한 꼴이었다.


동이는 물 속에서 어른을 해깝게 업을 수 있었다. 젖었다고는 하여도 여윈 몸이라 장정 등에는 오히려 가벼웠다.


“이렇게까지 해서 안됐네. 내 오늘은 정신이 빠진 모양이야.”


“염려하실 것 없어요.”


“그래 모친은 아비를 찾지는 않는 눈치지?”


“늘 한번 만나고 싶다고는 하는데요.”


“지금 어디 계신가?”


“의부와도 갈라져 제천에 있죠. 가을에는 봉평에 모셔오려고 생각 중인데요. 이를 물고 벌면 이럭저럭 살아갈 수 있겠죠.”


“아무렴, 기특한 생각이야. 가을이랬다?”


동이의 탐탁한 등어리가 뼈에 사무쳐 따뜻하다. 물을 다 건넜을 때에는 도리어 서글픈 생각에 좀 더 업혔으면도 하였다.


“진종일 실수만 하니 웬일이요, 생원.”


조선달이 바라보며 기어코 웃음이 터졌다.



1.  (나)와 (다)에서 ‘허 생원’과 ‘동이’ 간에 이루어지는 대화의 전개 양상으로 적절한 것은?


 ① 긴장과 이완  ② 대립과 화해  ③ 모색과 좌절


 ④ 소망과 회의  ⑤ 탐색과 확인



2.  ㉮에 대한 설명으로 적절하지 않은 것은?


 ① 허 생원의 회상으로 자연스럽게 이끌어 내고 있다.


 ② ‘인연’과 ‘유랑’이라는 이야기 요소를 뒷받침하는 배경으로서의 효과를 지닌다.


 ③ 허 생원이 지향하는 이상적 삶의 모습이 이미지화되어 있다.


 ④ 시각적 이미지의 일치를 통한 환상적 분위기를 자아내고 있다.


 ⑤ 허 생원의 과거 사랑 이야기를 낭만적인 것으로 승화시키는 역할을 하고 있다.



3.  ㉯ 대목이 지니는 의미를 바르게 지적한 것은?


 ① 인생살이에 지친 허 생원의 노쇠함을 보여 주고 있다.


 ② 허 생원에 대한 동이의 관심과 친절함을 보여 주고 있다.


 ③ 장돌뱅이들이 겪게 되는 인생살이의 험난함을 보여 주고 있다.


 ④ 밤길의 돌발사를 통해 앞으로 벌어질 돌발 사태를 암시하고 있다.


 ⑤ 허 생원과 동이가 대화를 본격적으로 나눌 수 있는 기회를 마련해 주고 있다.



4.  ㉠에 담긴 ‘허 생원’의 심리로 가장 적절한 것은?


 ① 과거의 인연에 대한 그리움


 ② 자기 직업에 대한 천직 의식


 ③ 안일을 거부하는 개척 정신


 ④ 여인을 버린 것에 대한 자괴심


 ⑤ 돈에 대한 욕심 없이 분수껏 살겠다는 마음



5.  ⓐ～ⓔ 중, 그 이미지가 다른 하나는?


 ① ⓐ  ② ⓑ  ③ ⓒ  ④ ⓓ  ⑤ ⓔ



※ 다음 글을 읽고 물음에 답하시오.



(가) 드팀전 장돌림을 시작한 지 이십 년이나 되어도 허생원은 봉평장을 빼논 적은 드물었다. 충주 제천 등의 이웃 군에도 가고, 멀리 영남지방도 헤매기는 하였으나 강릉쯤에 물건 하러 가는 외에는 처음부터 끝까지 군내를 돌아다녔다. 닷새만큼씩의 장날에는 달보다도 확실하게 면에서 면으로 건너간다. 고향이 청주라고 자랑삼아 말하였으나 고향에 돌보러 간 일도 있는 것 같지는 않았다. 장에서 장으로 가는 길의 아름다운 강산이 그대로 그에게는 그리운 고향이었다. 반날 동안이나 뚜벅뚜벅 걷고 장터 있는 마을에 거지반 가까왔을 때 거친 나귀가 한바탕 우렁차게 울면󰠏󰠏더구나 그것이 저녁녘이어서 등불들이 어둠 속에 깜박거릴 무렵이면 늘 당하는 것이건만 허생원은 변치 않고 언제든지 가슴이 뛰놀았다.



(나) “㉠달밤에는 그런 이야기가 격에 맞거든,”


조선달 편을 바라는 보았으나 물론 미안해서가 아니라 달빛에 감동하여서였다. 이지러는 졌으나 보름을 갓 지난달은 부드러운 빛을 흐뭇이 흘리고 있다. 대화까지는 팔십리의 밤길, 고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다. 길은 지금 긴 산허리에 걸려 있다. 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩포기와 옥수수 잎새가 한층 달에 푸르게 젖었다. 산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐뭇한 달빛에 숨이 막힐 지경이다. 붉은 대궁이 향기같이 애잔하고 나귀들의 걸음도 시원하다.



(다) “장 선 꼭 이런 날 밤이었네. 객줏집 토방이란 무더워서 잠이 들어야지. 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지. 봉평은 지금이나 그제나 마찬가지지. 보이는 곳마다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야. 돌밭에 벗어도 좋을 것을, 달이 너무나 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데없는 성서방네 처녀와 마주쳤단 말이네. 봉평서야 제일가는 일색이었지……”


“팔자에 있었나부지.”


아무렴 하고 응답하면서 말머리를 아끼는 듯이 한참이나 담배를 빨 뿐이었다. 구수한 자줏빛 연기가 밤기운 속에 흘러서는 녹았다.



(라)“주막까지 부지런히들 가세나. 뜰에 불을 피우고 훗훗이 쉬어. 나귀에겐 더운 물울 끓여주고, 내일 대화장 보고는 제천이다.”


“생원도 제천으로?……”


“오래간만에 가보고 싶어. 동행하려나 동이?”


나귀가 걷기 시작하였을 때, 동이의 채찍은 왼손에 있었다. 오랫동안 아둑시니같이 눈이 어둡던 허생원도 요번만은 동이의 왼손잡이가 눈에 띄지 않을 수 없었다.


걸음도 해깝고 방울소리가 밤 벌판에 한층 청청하게 울렸다.


달이 어지간히 기울어졌다.



6.  윗글의 서술상의 특징으로 가장 적절한 것은?


 ① 주로 짧은 문장들을 써서 사건을 급속하게 진행시키고 있다.


 ② 요약과 구체화의 방법으로 시간의 변화를 나타내고 있다.


 ③ 작가의 개입으로 사건의 진행을 미루어 짐작할 수 있다.


 ④ 작중 인물의 성격을 해설적으로 설명하고 있다.


 ⑤ 외부 묘사에 치중하여 대상에 대한 객관적 이해를 보여 주었다.



7.  윗글의 배경이 되는 ㉠의 역할을 가장 잘 나타낸 것은?


 ① 암울한 자아의 표상이다.


 ② 감정의 기복이 심함을 나타낸다.


 ③ 삶의 어려움을 달래주는 역할을 한다.


 ④ 내적 욕구를 충족시키지 못하는 괴로움을 드러낸다.


 ⑤ 부당한 현실에 저항하는 공간의 의미를 가진다.



8.  (다)에서, 대화가 전개되는 양상으로 가장 적절한 것은?


 ① 감정적 화해   ② 긍정의 반복   ③ 절충적 타협   ④ 의례적 동조   ⑤ 갈등의 고조



9.  다음 중 과거에 대한 ‘허 생원’의 심리적 태도를 가장 잘 나타낸 것은?


 ① 다소 한스러워하면서도 위안을 받음.


 ② 현실에 대한 교훈으로 삼고 미래를 대비함.


 ③ 행복한 기억으로 남지만 현실에 좌절을 가져옴.


 ④ 냉소적으로 바라보며 관심을 두지 않으려고 함.


 ⑤ 절절한 원망이 서려 있어 돌이켜 보려 하지 않음.




※ 다음 글을 읽고 물음에 답하시오.



드팀전 장돌림을 시작한 지 이십 년이나 되어도 ㉠허 생원은 봉평장을 빼논 적은 드물었다. 충주, 제천 등의 이웃 군에도 가고, 멀리 영남 지방을 헤매기도 하였으나, 강릉쯤에 물건하러 가는 외에는 처음부터 끝까지 군내를 돌아다녔다. 닷새만큼씩의 장날에는 달보다도 확실하게 면에서 면으로 건너간다. 고향이 청주라고 자랑삼아 말하였으나 고향에 돌보러 간 일도 있는 것 같지는 않았다. 장에서 장으로 가는 길의 아름다운 강산이 그대로 그에게 그리운 고향이었다. 반날 동안이나 뚜벅뚜벅 걷고 장터 있는 마을에 거지반 가까웠을 때, 거친 나귀가 한바탕 우렁차게 울면―더구나 그것이 저녁녘이어서 등불들이 어둠 속에서 깜박거릴 무렵이면, 늘 당하는 것이건만 허 생원은 변치 않고 언제든지 가슴이 뛰놀았다.


젊은 시절에는 ⓐ알뜰하게 벌어 돈푼이나 모아 둔 적도 있기는 있었으나, 읍내에 백중이 열린 해 ⓑ호탕스럽게 놀고 투전을 하여 사흘 동안에 다 털어 버렸다. 나귀까지 팔게 된 판이었으나 애끊는 정분에 그것만은 이를 물고 단념하였다. 결국 도로아미타불로 ⓒ장돌림을 다시 시작할 수 밖에 없었다. 짐승을 데리고 읍내를 도망해 나왔을 때에는 너를 팔지 않기 다행이었다고 ⓓ길가에서 울면서 짐승의 등을 어루만졌던 것이었다. ⓔ빚을 지기 시작하니 재산을 모을 염은 당초에 틀리고 간신히 입에 풀칠을 하러 장에서 장으로 돌아다니게 되었다.


호탕스럽게 놀았다고는 하여도 계집 하나 후려 보지는 못하였다. 계집이란 쌀쌀하고 매정한 것이다. 평생 인연이 없는 것이라고 신세가 서글퍼졌다. 일신이 가까운 것이라고는 언제나 변함 없는 한 필의 당나귀였다. 그렇다고 하여도 꼭 한 번의 첫 일을 잊을 수는 없었다. 뒤에도 처음에도 없는 단 한 번의 괴이한 인연! 봉평에 다니기 시작한 젊은 시절의 일이었으나 그것을 생각할 적만은 그도 산 보람을 느꼈다.


“달밤이었으나 어떻게 해서 그렇게 되었는지 지금 생각해두 도무지 알 수 없어.”


허 생원은 오늘밤도 또 이야기를 끄집어 내려는 것이다. 조 선달은 친구가 된 이래 귀에 못이 박히도록 들어 왔다. 그렇다고 싫증은 낼 수도 없었으나 허 생원은 시치미를 떼고 되풀이할 대로는 되풀이하고야 말았다.


“달밤에는 그런 이야기가 격에 맞거든.”


조 선달 편을 바라는 보았으나 물론 미안해서가 아니라 달빛에 감동하여서였다. 이지러는 졌으나 보름을 갓 지난 달은 부드러운 빛을 흐뭇이 흘리고 있다. 대화까지는 팔십 리의 밤길, 고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다. 길은 지금 긴 산허리에 걸려 있다. 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩 포기와 옥수수 잎새가 한층 달에 푸르게 젖었다. 산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐믓한 달빛에 숨이 막힐 지경이다. 붉은 대공이 향기같이 애잔하고 나귀를 타고 외줄로 늘어섰다. 방울 소리가 시원스럽게 딸랑딸랑 메밀밭께로 흘러간다. 앞장 선 허 생원의 이야기 소리는 꽁무니에 선 동이에게는 확적히는 안 들렸으나, 그는 그대로 개운한 제 멋에 적적하지는 않았다.


“장 선 꼭 이런 날 밤이었네. 객주 집 토방이란 무더워서 잠이 들어야지 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지. 봉평은 지금이나 그제나 마찬가지지. 보이는 곳마 다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야. 돌밭에 벗어도 좋을 것을, 달이 너무나 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데 없이 성 서방네 처녀와 마주쳤단  말이네. 봉평서야 제일 가는 일색이었지……. 팔자에 있었나부지.”


아무렴 하고 응답하면서 말머리를 아끼는 듯이 한참이나 담배를 빨 뿐이었다. 구수한 자줏빛 연기가 밤기운 속에 흘러서는 녹았다.


“날 기다린 것은 아니었으나 그렇다고 달리 기다리는 놈팽이가 있는 것두 아니었네. 처녀는 울고 있단말야. 짐작은 대고 있으나 성 성방네는 한참 어려워서 들고 난 판인 때였지. 한 집안 일이니 딸에겐들 걱정이 없을 리 있겠나? 좋은 데만 있으면 시집도 보내련만 시집은 죽어도 싫다지…….”


“그러나 처녀란 울 때와 같이 정을 끄는 때가 있을까. 처음에는 놀라기도 한 눈치였으나 걱정 있을 때는 누그러지기도 쉬운 듯해서 이럭저럭 이야기가 되었네……㉡생각하면 무섭고도 기막힌 밤이 었어.“


“제천인지로 줄행랑을 놓은 건 그 다음날이렸다.”


“다음 장도막에는 벌써 온 집안이 사라진 뒤였네. 장판은 소문에 발끈 뒤집혀 고작해야 술집이 팔려 가기가 상수라고 처녀의 뒷공론이 자자들 하단 말이야. 제천 장판을 몇 번 이나 뒤졌겠나. 허나 처녀의 꼴은 꿩 먹은 자리야. 첫날밤이 마지막 밤이었지. 그 때부터 봉평이 마음에 든 것이 반 평생인들 잊을 수 있겠나.”


“수 좋았지. 그렇게 신통한 일이란 쉽지 않어. 항용 못난 것 얻어 새끼 낳고, 걱정 늘고 생각만 해두 진저리 나지……. 그러나 늙으막까지 장돌뱅이로 지내기도 힘드는 노릇 아닌가? 난 가을까지만 하구 이 생계와도 하직하려 하네. 대화쯤에 조그만 전방이나 하나 벌이구 식구들을 부르겠어. 사시 장천 뚜벅뚜벅 걷기란 여간 이래야지.”





10.  윗글의 내용과 부합하는 것은?


 ① 장돌뱅이의 삶에도 희망과 보람이 있다.


 ② 허 생원은 봉평을 제 2의 고향으로 생각하고 있다.


 ③ 성 서방네 처녀와 허 생원은 서로 사랑하는 사이였다.


 ④ 허 생원이 장돌림을 시작한 것은 투전으로 빚을 진 때문이다.


 ⑤ 조 선달은 허 생원의 추억담을 여러 번 들어 그 내용을 잘 알고 있다.





11.  ㉠의 이유를 유추한 것으로 가장 알맞은 것은?


 ① 장에서 장으로 가는 길의 아름다음 때문에


 ② 투전을 하여 진 빚을 다 갚지 못했기 때문에   


 ③ 젊은 시절의 단 한 번의 추억을 잊지 못해서


 ④ 봉평장에서 알뜰하게 돈을 번 일이 있기 때문에


 ⑤ 옛날과 같은 아름다운 일이 다시 한 번 있을까 해서





12.  ⓐ～ⓔ 중, 가장 나중에 나타난 일은?


 ① ⓐ    ② ⓑ    ③ ⓒ    ④ ⓓ    ⑤ ⓔ





13.  ㉡에 담긴 인물의 주된 심리는?


 ① 죄책감    ② 그리움    ③ 두려움    ④ 허무함    ⑤ 좌절감





14.  윗글에 대한 설명으로 거리가 먼 것은?


 ① 산문적 서술보다는 시적인 정취에 주안점을 두었다.


 ② 달밤의 육감적인 묘사는 작가의 에로티시즘이 반영된 것이다.


 ③ 향토적이며 서정적인 문체는 이 작품의 예술적 효과를 높여 주었다.


 ④ 장돌뱅이의 비극적 삶을 통하여 인생의 비극성을 제시하고자 하였다.


 ⑤ 인간보다 동물을 더 신뢰하는 허 생원은 작가의 인간에 대한 감정을 암시한다.




※ 다음 글을 읽고, 물음에 답하시오.



㈎ 여름 장이란 애시당초에 글러서, 해는 아직 중천에 있건만 장판은 벌써 쓸쓸하고 더운 햇발이 벌여 놓은 전 휘장 밑으로 등줄기를 훅훅 볶는다. 마을 사람들은 거지반 돌아간 뒤요, 팔리지 못한 나무꾼 패가 길거리에 궁싯거리고들 있으나, 석윳병이나 받고 고깃마리나 사면 족할 이 축들을 바라고 언제까지든지 버티고 있을 법은 없다. 춥춥스럽게 날아드는 파리 떼도, 장난꾼 각다귀들도 귀찮다. 얼금뱅이요, 왼손잡이인 드팀전의 허생원은 기어코 동업의 조 선달에게 나꾸어 보았다. 


“그만 거둘까?”


“잘 생각했네. ㉠봉평장에서 한 번이나 흐붓하게 사 본 일 있었을까? 내일 대화장에서나 한몫 벌어야겠네.”


“오늘 밤은 새서 걸어야 될걸?”


“달이 뜨렷다.”


절렁절렁 소리를 내며 조 선달이 그 날 산 돈을 따지는 것을 보고, 허생원은 말뚝에서 넓은 휘장을 걷고 벌여 놓았던 물건을 거두기 시작하였다.


㈏ “생원, 시침을 떼두 다 아네……. 충줏집 말야.”


계집 목소리로 문득 생각난 듯이 조 선달은 비죽이 웃는다.


“화중지병이지. 연소패들을 적수로 하구야 대거리가 돼야 말이지.”


“그렇지두 않을걸. 축들이 사족을 못 쓰는 것두 사실은 사실이나, 아무리 그렇다군 해두, 왜 그 동이 말일세. 감쪽같이 충줏집을 후린 눈치거든.”


“무어, 그 애숭이가? 물건 가지고 나꾸었나부지. 착실한 녀석인 줄 알았더니…….”


“그 길만은 알 수 있나……. 궁리 말구 가 보세나그려. 내 한턱 씀세.”


그다지 마음이 당기지 않는 것을 좇아갔다. 허 생원은 계집과는 연분이 멀었다. 얼금뱅이 상판을 쳐들고 대어 설 숫기도 없었으나 계집 편에서 정을 보낸 일도 없었고, 쓸쓸하고 뒤틀린 반생이었다. 충줏집을 생각만 하여도 철없이 얼굴이 붉어지고 발 밑이 떨리고 그 자리에 소스라쳐 버린다.


㈐ 충줏집 문을 열고 들어서서 술 좌석에서 짜장 동이를 만났을 때에는 어찌된 서슬엔지 발끈 화가 나 버렸다. 상 위에 붉은 얼굴을 쳐들고 제법 계집과 농탕치는 것을 보고서야 견딜 수 없었던 것이다. 녀석이 제법 난질꾼인데 꼴사납다. 머리에 피도 안 마른 녀석이 낮부터 술 처먹고 계집과 농탕이야. 장돌뱅이 망신만 시키고 돌아다니누나. 그 꼴에 우리들과 한몫 보자는 셈이지. 동이 앞에 막아서면서부터 책망이었다. 걱정두 팔자요 하는 듯이 ㉡빤히 쳐다보는 상기된 눈망울에 부딪칠 때, 결김에 따귀를 하나 갈겨 주지 않고는 배길 수 없었다. 


동이도 화를 쓰고 팩 하고 일어서기는 하였으나, 허 생원은 조금도 동색하는 법 없이 마음먹은 대로 다 지껄였다. ― 어디서 주워먹은 선머슴인지는 모르겠으나, 네게도 아비 어민 있겠지. 그 사나운 꼴 보면 맘 좋겠다. 장사란 탐탁하게 해야 되지. 계집이 다 무어야. 나가거라, 냉큼 꼴 치워.



15.  ㈎-㈐로 사건이 전개되는 양상으로 알맞은 것은?


 ① 인물의 심리 변화    ② 새로운 인물의 등장    ③ 공간의 이동과 변화


 ④ 배경의 암시적 전환  ⑤ 분위기의 고조와 갈등



16.  이 글의 내용으로 알 수 있는 사실이 아닌 것은?


 ① 허 생원의 용모   ② 허 생원의 직업  ③ 허 생원의 성격 


 ④ 허 생원의 가족   ⑤ 허 생원의 생활



17.  이 글에 나타난 허 생원의 갈등양상으로 보기 어려운 것은?


 ① 여자를 짝사랑하는 데서 비롯된 갈등


 ② 자신의 용모에 대해 열등감을 갖는 데서 비롯된 갈등


 ③ 동이의 행동에 대한 윤리적 판단에서 비롯된 갈등


 ④ 자신의 처지와 상황에 대한 자신감의 결여에서 비롯된 갈등


 ⑤ 인간적인 정과 비인간적인 현실 사이의 괴리에서 비롯된 갈등



18.  ㈏로 볼 때, ㈐에 두드러진 허 생원의 심리는?


 ① 확신  ② 반성  ③ 자책  ④ 질투  ⑤ 비애



19.  ㉠의 의미로 알맞은 것은?


 ① 돈을 많이 번 적이 있다.         ② 돈을 많이 써 본 일이 없다.  


 ③ 이익을 많이 남긴 적이 없다.     ④ 물건을 많이 사 본 적이 없다.


 ⑤ 음식을 잘 사 준 적이 없다.




※ 다음 글을 읽고, 물음에 답하시오.



허 생원의 이야기로 심심해한 끝이라, 동이의 어조는 한풀 수그러진 것이었다.


“아비 어미란 말에 가슴이 터지는 것도 같았으나, 제겐 아버지가 없어요. 피붙이라고는 어머니 하나 뿐인걸요.”


“돌아가셨나?”


ⓐ“당초부터 없어요.”


“그런 법이 세상에…….”


생원과 선달이 야단스럽게 껄껄들 웃으니, 동이는 정색하고 우길 수밖에는 없었다.


“부끄러워서 말하지 않으랴 했으나 정말예요. ⓑ제천 촌에서 달도 차지 않은 아이를 낳고 어머니는 집을 쫓겨났죠. 우스운 이야기나, 그러기 때문에 ⓒ지금까지 아버지 얼굴도 본 적 없고, 있는 고장도 모르고 지내 와요.”


고개가 앞에 놓인 까닭에 세 사람은 나귀를 내렸다. 둔덕은 험하고 입을 벌리기도 대근하여 이야기는 한동안 끊겼다. 나귀는 건듯하면 미끄러졌다. 허 생원은 숨이 차 몇 번이고 다리를 쉬지 않으면 안 되었다. 고개를 넘을 때마다 나이가 알렸다. 동이 같은 젊은 축이 그지없이 부러웠다. 땀이 등을 한바탕 쪽 씻어 내렸다.


고개 너머는 바로 개울이었다. 장마에 흘러 버린 널다리가 아직도 걸리지 않은 채로 있는 까닭에 벗고 건너야 되었다. 고의를 벗어 띠로 등에 얽어매고 반 벌거숭이의 우스꽝스런 꼴로 물 속에 뛰어들었다. 금방 땀을 흘린 뒤였으나 밤 물은 뼈를 찔렀다.


“그래, 대체 기르긴 누가 기르구?”


“어머니는 하는 수 없이 의부를 얻어 가서 술장사를 시작했죠. 술이 고주래서 의부라고 전 망나니예요. 철들어서부터 맞기 시작한 것이 하룬들 편한 날 있었을까. 어머니는 말리다가 채이고 맞고 칼부림을 당하고 하니 집꼴이 무어겠소. ⓓ열여덟 살 때 집을 뛰쳐나와서부터 이 짓이죠.”


“총각 낫세론 동이 무던하다고 생각했더니, 듣고 보니 딱한 신세로군.”


물은 깊어 허리까지 찼다. 속 물살도 어지간히 센 데다가 발에 채이는 돌멩이도 미끄러워 금시에 훌칠 듯하였다. 나귀와 조 선달은 재빨리 거의 건넜으나, 동이는 허 생원을 붙드느라고 두 사람은 훨씬 떨어졌다.


“모친의 친정은 원래부터 제천이었던가?”


ⓔ“웬걸요. 시원히 말을 안 해주나 봉평이라는 것만은 들었죠.”


“봉평. 그래 그 아비 성은 무엇이구?”


“알 수 있나요. 도무지 듣지를 못했으니까.”


㉠“그, 그렇겠지.”


하고, 중얼거리며 흐려지는 눈을 까물까물하다가 허 생원은 경망하게도 발을 빗디디었다. 앞으로 고꾸라지기가 바쁘게 몸째 풍덩 빠져 버렸다. 허위적거릴수록 몸을 걷잡을 수 없어, 동이가 소리를 치며 가까이 왔을 때는 벌써 퍽이나 흘렀었다. 옷째 쫄딱 젖으니 물에 젖은 개보다도 참혹한 꼴이었다. 동이는 물 속에서 어른을 해깝게 업을 수 있었다. 젖었다고는 하여도 여윈 몸이라 장정 등에는 오히려 가벼웠다.


“이렇게까지 해서 안 됐네. 내 오늘은 정신이 빠진 모양이야.”


“염려하실 것 없어요.”


“그래 모친은 아비를 찾지는 않는 눈치지?”


“늘 한 번 만나고 싶다고는 하는데요.”


“지금 어디 계신가?”


“의부와도 갈라져 제천에 있죠. 가을에 봉평에 모셔 오려고 생각 중인데요. 이를 물고 벌면 이럭저럭 살아갈 수 있겠죠.”


“아무렴, 기특한 생각이야, 가을이랬다?”


㉡동이의 탐탁한 등어리가 뼈에 사무쳐 따뜻하다. 물을 다 건넜을 때에는 도리어 서글픈 생각에 좀 더 업혔으면도 하였다.


“진종일 실수만 하니 웬일이오, 생원.”


조 선달은 바라보며 기어코 웃음이 터졌다.


“나귀야. 나귀 생각하다 실족을 했어. 말 안했던가, 저 꼴에 제법 새끼를 얻었단 말이지. 읍내 강릉집 피마에게 말일세. 귀를 쫑긋 세우고 달랑달랑 뛰는 것이 나귀 새끼 같이 귀여운 것이 있을까. 그것 보러 나는 일부러 읍내를 도는 때가 있다네.”


“사람을 물에 빠뜨릴 젠 딴은 대단한 나귀 새끼군.”


허 생원은 젖은 옷을 웬만큼 짜서 입었다. 이가 덜덜 갈리고 가슴이 떨리며 몹시도 추웠으나, 마음은 알 수 없이 둥실둥실 가벼웠다.


“주막까지 부지런히들 가세나. 뜰에 불을 피우고 훗훗이 쉬어. 나귀에겐 더운 물을 끓여 주고, 내일 대화장 보고는 제천이다.”


“생원도 제천으로……?”


㉢“오래간만에 가 보고 싶어. 동행하려나, 동이?”


나귀가 걷기 시작하였을 때, 동이의 채찍은 왼손에 있었다. 오랫동안 아둑시니같이 눈이 어둡던 허 생원도 요번만은 동이의 왼손잡이가 눈에 띄지 않을 수 없었다.


걸음도 해깝고 방울 소리가 밤 벌판에 한층 청청하게 울렸다.


달이 어지간히 기울어졌다.



20.  이 글의 결말의 특징을 가장 잘 설명한 것은?


 ① 해결과 희망   ② 역설과 반전   ③ 생략과 압축  ④ 암시와 여운  ⑤ 풍자와 희화화



21.  이 글에서 사건과 의문이 해결되는 열쇠가 되는 단어를 찾아 쓰라.



22.  다음 중, 밑줄 친 단어의 풀이로 바르지 못한 것은?


 ① 망나니 - 행실이 막된 사람  ② 훌칠 - 물살에 쏠릴  ③ 해깝게 - 힘겹게


 ④ 피마 - 성장한 암말  ⑤ 아둑시니 - 어둑서니, 어둠의 귀신, 밤눈이 어두운 사람



23.  ㉠과 같은 행동을 보인 이유는?


 ① 당나귀가 걸음을 헛디뎌서         ② 동이에 대한 측은한 마음 때문에


 ③ 자신의 과거 잘못이 드러날까 봐   ④ 이야기가 너무나 애절한 사연이기 때문에


 ⑤ 동이가 자신의 아들일지도 모른다는 생각 때문에



24.  문맥상, ㉡에 담긴 허 생원의 심리나 상태를 추론한 것으로 가장 적절한 것은?


 ① 날씨 때문에 추위를 몹시 탄다.          ② 노인으로서 대우를 받고 싶어한다.


 ③ 따뜻한 혈육의 정을 느끼고 싶어한다.    ④ 나이 때문에 장사를 그만두고 싶어한다.


 ⑤ 나이가 들어 힘의 없음을 한탄하고 있다.



25.  ㉢에 담긴 허 생원의 심리를 가장 잘 드러내는 단어는?


 ① 기대  ② 염려  ③ 불안  ④ 외로움  ⑤ 흥겨움



26.  ⓐ～ⓔ중 허 생원과 동이의 혈연 관계를 암시하는 것으로 볼 수 없는 것은?


 ① ⓐ   ② ⓑ   ③ ⓒ   ④ ⓓ    ⑤ ⓔ



※ 다음 글을 읽고 물음에 답하시오.



  그렇다고는 하여도 꼭 한 번의 첫 일을 잊을 수는 없었다.  뒤에도  처음에도 없는 단 한 번의 괴이한 인연!  봉평에 다니기 시작한 젊은 시절의 일이었으나 그것을 생각할 적만은 그도 산 보람을 느꼈다.


  “달밤이었으나 어떻게 해서 그렇게 됐는지 지금 생각해두 도무지 알 수 없어.”


  허 생원은 오늘 밤도 또 그 이야기를 끄집어 내려는 것이다.  조 선달은 친구가 된 이래 귀에 못이 박히도록 들어 왔다.  그렇다고 싫증을 낼 수도 없었으나, 허 생원은 시침을 떼고 되풀이할 대로는 되풀이하고야 말았다.


  “달밤에는 그런 ㉠이야기가 격에 맞거든.”


  조 선달 편을 바라는 보았으나, 물론 미안해서가 아니라 달빛에 감동하여서였다.  이지러는졌으나 보름을 ⓐ가제 지난 달은 부드러운 빛을 흐붓이 흘리고 있다.  대화까지는 칠십 리의 밤길.  고개를 둘이나 넘고 개울을 하나 건너고 벌판과 산길을 걸어야 된다.  길은 지금 긴 산허리에 걸려 있다. ㉡ 밤중을 지난 무렵인지 죽은 듯이 고요한 속에서 짐승 같은 달의 숨소리가 손에 잡힐 듯이 들리며, 콩포기와 옥수수 잎새가 한층 달에 푸르게 젖었다.  산허리는 온통 메밀밭이어서 피기 시작한 꽃이 소금을 뿌린 듯이 흐붓한  달빛에 숨이 막힐 지경이다.  붉은 ⓑ대궁이 향기같이 애잔하고, 나귀들의 걸음도 시원하다.  길이 좁은 까닭에 세 사람은 나귀를 타고 외줄로 늘어섰다.  방울 소리가 시원스럽게 딸랑딸랑 메밀밭께로 흘러간다.  앞장 선 허 생원의 이야기 소리는 꽁무니에 선 동이에게는 확적히는 안 들렸으나, 그는 그대로 개운한 제멋에 적적하지는 않았다.


  “장 선 꼭 이런 날 밤이었네.  객줏집 토방이란 무더워서 잠이 들어야지. 밤중은 돼서 혼자 일어나 개울가에 목욕하러 나갔지.  봉평은 지금이나 그제나 마찬가지지. 보이는 곳마다 메밀밭이어서 개울가가 어디 없이 하얀 꽃이야.  돌밭에 벗어도 좋을 것을 달이 너무도 밝은 까닭에 옷을 벗으러 물방앗간으로 들어가지 않았나. 이상한 일도 많지. 거기서 난데없는 성 서방네 처녀와 마주쳤단 말이네. 봉평서야 제일 가는 ⓒ일색이었지.”


  “팔자에 있었나 부지.”


  아무렴 하고 응답하면서 말머리를 아끼는 듯이 한참이나 담배를 빨 뿐이었다. 구수한 자줏빛 연기가 밤기운 속에 흘러서는 녹았다.


  “날 기다린 것은 아니었으나, 그렇다고 달리 기다리는 놈팽이가 있는 것두 아니었네.  처녀는 울고 있단 말야. 짐작은 대고 있었으나 성 서방네는 한창 어려워서 들고 날 판인 때였지. 한 집안 일이니 딸에겐들 걱정이 없을 리 있겠나. 좋은 데만 있으면 시집도 보내련만 시집은 죽어도 싫다지……. 그러나 처녀란 울 때같이 정을 끄는 때가 있을까. 처음에는 놀라기도 한 눈치였으나 걱정 있을 때는 누그러지기도 쉬운 듯해서 이럭저럭 이야기가 되었네……. 생각하면 무섭고도 기막힌 밤이었어.”


  “제천인지로 줄행랑을 놓은 건 그 다음 날이었나?”


  “다음 ⓓ장도막에는 벌써 온 집안이 사라진 뒤였네. 장판은 소문에 발끈 뒤집혀 고작해야 술집에 팔려 가기가 상수라고, 처녀의 뒷공론이 자자들 하단 말이야. 제천 장판을 몇 번이나 뒤졌겠나.  하나 처녀의 꼴은 < ㉢ > 첫날밤이 마지막 밤이었지. 그 때부터 봉평이 마음에 든 것이 반평생을 두고 다니게 되었네.  평생인들 잊을 수 있겠나.”


  “수 좋았지. 그렇게 신통한 일이란 쉽지 않어. 항용 못난 것 얻어 새끼 낳고 걱정 늘고, 생각만 해두 진저리가 나지……. 그러나 늘그막바지까지 장돌뱅이로 지내기도 힘드는 노릇 아닌가? 난 가을까지만 하구 이 ⓔ생애와두 하직하려네.  대화쯤에 조그만 전방이나 하나 벌이구 식구들을 부르겠어. 사시장천 뚜벅뚜벅 걷기란 여간이래야지


  “옛 처녀나 만나면 같이나 살까…….  ㉣난 거꾸러질 때까지 이 길 걷고 저 달 볼 테야.”


  산길을 벗어나니 큰길로 틔어졌다. 



27.  윗글의 서술상 특징을 바르게 설명한 것은?


  ① 독백과 대화가 적절하게 혼합되어 있다. 


  ② 인물의 내면적 갈등을 잘 드러내고 있다.


  ③ 감상의 중점은 시대적 배경의 이해이다. 


  ④ 낭만적 배경이 서정적인 분위기를 제시하고 있다.


  ⑤ 의식의 흐름에 의해 주인공의 심층 심리가 표현되고 있다.



28.  대화 속에 나타난 두 사람의 관계로 알맞은 말은?


  ① 역지사지(易地思之)      ② 인면수심(人面獸心)      ③ 풍찬노숙(風餐露宿) 


  ④ 오월동주(吳越同舟)      ⑤ 염량세태 (炎凉世態)



29.  허 생원의 처지를 표현한 말로 가장 적당한 것은?


  ① 믿는 도끼에 발등 찍힌 꼴이군      ② 꾸어 온 보리 자루가 따로 없군


  ③ 개 밥에 도토리 신세가 되었군      ④ 오르지 못할 나무는 쳐다보지도 말아야지


  ⑤ 공연히 제사 지내고 어물값에 졸린다 하더니



30.  윗글에서 ‘성처녀’의 이야기가 나오게 된 중요한 역할은?


  ① 긴장을 풀어주는 역할                   ② 분위기를 고조시키는 역할 


  ③ 소외된 인간 적막감 해소의 역할         ④ 등장 인물의 의식 구조를 나타내는 역할


  ⑤ 새롭게 전개될 사건을 예견케 하는 역할



31.  ㉠‘이야기’와 문맥상 의미가 같은 것은?


  ① 부모님께 제 이야기 좀 잘 해 주십시오. 


  ② 요즈음 그 처녀 주위에 이상한 이야기가 돌고 있다.


  ③ 네가 감추고 있는 것이 무엇인지 속 시원히 이야기 좀 해 봐.


  ④ 교실에서는 학생들이 삼삼오오 짝을 지어 이야기하고 있었다.


  ⑤ 어린 시절 할머니는 나에게 재미있는 동화 이야기를 해 주시곤 했다.



32.  ㉡의 진술 방식과 유사한 것은?


  ① 밤이 퍽 깊어서였다. 차디찬 별들이 총총한 하늘 아래, 우렁찬 바람에 휘날리는 눈발을 무릅쓰고 달리소 앞강 빙판을 건너서 달리소 언덕으로 올라가는 그림자가 있다.


  ② 어느 날 밤이었다. 달이 몹시 밝았다. 서울서 이사 온 윗마을 김군을 찾아갔다. 대문은 깊이 잠겨 있고 주위는 고요했다. 나는 밖에서 혼자 머뭇거리다가 대문을 흔들지 않고 그대로 돌아섰다.


  ③ 몸을 웅크리고 가마니 속에 쓰러져 있었다. 한 시간 후면 모든 것이 끝나는 것이다. 손과 발이 돌덩이처럼 얼었다. 서너 길 높이에 통나무로 막은 문틈 사이로 차가운 하늘이 엿보였다.


  ④ 농가가 가운데 시내 하나를 두고 좌우로 초가집들이 펼쳐 있다. 휘청거린 버들가지, 소나무로 둘러싸인 울타리, 울타리를 덮은 호박 덩굴은 모두가 비슷비슷하다.


  ⑤ 백합은 장미와 달리아처럼 빛깔도 야단스럽게 아름답지도 아니하다. 그러나 하얀 색깔의 순결한 맛은 볼수록 우리의 마음을 이끌리게 한다.



33.  다음 중, ㉢의 <  > 안에 들어갈 말로 적절한 것은?


  ① 제 버릇 개 줄까     ② 꿩 구워 먹은 자리야.     ③ 동태나 북어나                 


  ④ 꿩 떨어진 매        ⑤ 나무 위에 올라서서 고기를 잡는 것처럼



34.  ㉣에 나타난 허 생원의 심정을 가장 잘 드러내는 말은?


  ① 나는 당신과 더불어 장돌뱅이 생활을 할 것입니다.


  ② 나는 당신을 만나는 날까지 이 생활을 계속 하렵니다.


  ③ 나는 장돌뱅이의 삶을 계속하면서 살아갈 것입니다.


  ④ 당신을 진정 사랑하기에 나는 당신을 그리워합니다.


  ⑤ 당신과 함께 보낸 시간은 이제 부질없는 추억이 되었습니다.



35.  다음 중, 문맥적 의미나 풀이로 보아 알맞지 않은 것은?


  ① ⓐ 가제-갓                        ② ⓑ 대궁이-대줄기


  ③ ⓒ 일색-뛰어나게 아름다운 미인    ④ ⓓ 장도막-장날과 다음 장날 사이


  ⑤ ⓔ 생애-한 평생



36.  두 사람에게 공통적으로 나타나 있는 것은?


  ① 과거에의 향수를 느끼고 있다.          ② 자신의 처지를 비관하고 있다.


  ③ 모순된 현실에 대해 저항하고 있다.     ④ 대상에 대해 연민의 정을 느끼고 있다.


  ⑤ 자연과 인간의 조화를 추구하고 있다.



37.  윗글을 읽고 난 느낌으로 적절한 것은?


  ① 안타깝다.  ② 처량하다.  ③ 아련하다.  ④ 애틋하다.  ⑤ 고달프다.





< 풀이 및 정답 >



1.   ⑤   동이의 가족 신상을 알게 된 허 생원은 자기가 처했던 상황과 몹시 흡사함을 알게 되고 혹시 동이의 모친이 과거의 성 서방네 처녀가 아닐까 하는 일말의 기대감을 갖고 여러 질문을 한다. 일종의 탐색하는 과정이라고 할 수 있다. 이에 대한 동이의 답변을 통해 차츰차츰 동이가 자신의 아들일 것이라는 확신을 갖게 된다. ‘봉평’이라는 지명과 그 애비가 누구인지 모른다는 정황을 통해 동이가 바로 자기 아들임을 알게 되자 허 생원은 순간적 충격으로 인해 잠시 발을 헛디디게 된 것이다.


2.   ③   ㉮는 이 작품에서 압권으로 꼽히는 대목이다. 제목이 보여 주듯 모슨 사건은 이 메밀꽃이 필 무렵의 달밤을 매개로 해서 이어진다. 이 밤은 메밀꽃의 흰 빛과 달빛의 흰 빛이 어우러지면서 환상적 분위기를 자아내는데, 그러한 분위기는 허 생원과 성 서방네 처녀의 하룻밤 사랑을 통속적 차원에서 시적 차원으로 끌어올리는 역할을 하고 있다.


3.   ⑤   ㉯ 앞에서 동이의 가족 신상에 관한 구체적 내용까지 대화가 진행되어 있다. 동이가 처한 상황만으로 보면 허 생원이 처한 상황과 유사한 점이 많다. 이러할 때 허 생원으로서는 혹시 하는 일말의 기대감을 갖고 더 구체적 내용을 알아보고 싶은 마음이 들었을 테지만 그것은 지극히 개인적인 문제이므로 조 선달의 시선이 신경쓰일 수밖에 없다. 그런데 ㉯와 같은 상황이 만들어짐으로써 허 생원은 자연스레 묻고 싶었던 것을 물을 수 있게 된 것이다.


4.   ①   ㉠의 ‘이 길’은 물론 장돌뱅이로서의 길이다. 여기서 굳이 저 달을 보며 이 길을 걷겠다는 것을 강조한 것은 일생에 한번 있을까 말까 한 그 추억을 곱씹으면서, 마음의 위안으로 삼으면서 살아가겠다는 의미이다. 과거의 사랑에 대한 허 생원의 짙은 그리움을 느끼게 하는 대목으로 바로 앞에 나오는 ‘옛 처녀나 만나면 같이나 살까’에서 이를 확인할 수 있다. 그러나 그렇다고 해서 이 대목이 자기가 두고 떠난 여인에 대한 자괴심이라고 볼 수는 없으며, 또한 직업에 대한 천직 의식으로 해석하는 것도 적절하지 않다.


5.   ⑤   이 글은 ‘길’에서 벌어지는 이야기이다. 장터를 떠돌아다니며 사는 이들의 삶의 한 모습이 이 작품에 나타나 있다. ‘장돌뱅이’는 바로 그러한 인간의 모습이다. ‘달밤’은 달을 보며 살아가는 사람만이 느낄 수 있는 대상이며 집 안에 안주한 사람은 느낄 수 없는 정서이다. 반면에 ‘전방’은 일정한 공간을 차지하고 있는 가게이므로 방랑을 멈추고 한 곳에 안주하는 삶을 뜻한다.


6.   ③   ‘메밀꽃 필 무렵’ 의 특징은 작가의 직접적 개입이 매우 많다는 것이다. 전지적 작가 시점이 사용된 ‘메밀꽃 필 무렵’의 도입 부분은 장이 끝날 무렵의 이야기로 시작되는데, ‘장판은 벌써 쓸쓸하고……’라는 부분을 통해 작품의 전체적 분위기를 어느 정도 암시(暗示)하고 있다. 게다가 ‘얼금뱅이요 왼손잡이’인 ‘허 생원’을 서두부터 등장시켜 그의 어두운 반생을 뚜렷이 나타내고 있다. 문체의 특징은 시적, 서정적 문체로 주어 없는 문장이 많아 대상 속에 사람(자신)을, 사람 속에 대상을 융화시켜 하나가 되게 한다. 또 참신한 은유나 직유로 가득 차 있고 사전에서 찾아보기 어려운, 감칠맛 있고 실감나는 어휘를 많이 써서 표현의 효과를 높이고 있다. ①은 짧은 콩트 등에 주로 쓰이고, ②는 주인공의 성장이나 신분의 큰 변화 등에 쓰이고, ④와 ⑤는 극적 제시 때 주로 쓰인다.


7.   ③   ‘메밀꽃이 핀 산길의 달밤’은 낭만적인 자연 배경으로서 ‘허 생원’의 심경에 영향을 준다. 일반적으로 밤은 어둠으로 인해서 길을 가는데 방해가 되는 것에 비해, ‘부드러운 빛을 흐뭇히 흘리는’ 달밤은 오히려 환하고 강렬한 낮보다 팔십 리나 되는 먼 길을 가기에 더 좋다. 즉, 현실의 장애를 극복하기에 더없이 편안한 공간이 되는 것이다.


8.   ④   ‘조 선달’이 대답을 하지 않아도 ‘허 생원’은 계속 이야기할 것이다. ‘허 생원’이 늘 하던 이야기에 ‘조 선달’은 맞장구를 치기 위해 의례적인 대답을 하고 있을 뿐으로, ‘허 생원’을 위해 말문을 열어주는 역할을 한다.


9.   ①   ‘허 생원’은 하룻밤의 꿈 같은 기억을 잊지 못하고 달만 뜨면 스스로 도취되어 지난날의 추억을 더듬는다. 완전한 결합이 되지 못하였기 때문에 아련한 아쉬움이 남지만, 오히려 이 일을 늘 그리워하며 인생의 힘든 길에서 위안을 받을 수 있는 것이다.


10.  ⑤   돌뱅이의 삶은 고달프다. 봉평을 못 잊지만 제 2의 고향으로는 생각지 않고 있다. 성 서방네 처녀와는 우연히 마주친 것이다. 투전으로 돈을 다 날리고 장돌림을 다시 시작하였다.


11.  ③   봉평을 잊지 못하는 사연은 성 서방네 처녀와의 단 한 번의 인연 때문이다.


12.  ③   사건의 순서 : 장돌림-저축-투전-도망-빚-장돌림 다시 시작


13.  ②   그 날 밤의 일을 회상하고 있는 장면이다.


14.  ④   인간의 비극성을 제시하고자 함이 아니라, 인간의 본능을 제시하고자 함이다.


15.  ③   이 대목은 공간의 이동을 통해 새로운 상황의 전개를 예고한다.


16.  ④   ①은 ㈏에, ②는 ㈎에, ③㈏,㈐에, ⑤는 이 글 전체를 통해 파악할 수 있다. 그러나 동이와의 관계도 확실하지 않으므로 가족 여부는 파악할 수 없다.


17.  ⑤ 


18.  ④   ㈏로 미루어 보면 충줏집에 남다른 관심이 있지만 외모로 인한 컴플렉스 때문에 적극적으로 나서지 못한다. 그러던 차에 젊은 동이로 인해 억압된 심리가 분출된 것이므로 여자로 인한 질투로 볼 수 있다.


19.  ③


20.  ④   작품의 결말을 묻는 문제이다. 소설의 결말은 사건의 종결이다. 그것은 명시적으로 나타나기도 하지만 이 작품에서처럼 암시적으로 여운을 남길 수도 있다. 동이가 허 생원의 자식이고 그의 어머니가 옛날의 성씨 처녀임이 암시적으로 드러나고 장차 그들이 재회할 수 있다는 것이 여운으로 남아 있다. 그러나 구체적으로 주인공 허 생원의 내면적 갈등이 해소된 것은 없으며 사건이 반전된 것도 아니다.


21.  왼손잡이   작가의 암시적 표현의 의미를 이해하는지를 묻는 문제이다. 왼손잡이가 유전인지 아닌지에 대한 과학적인 판단과는 상관없이 동이가 왼손잡이라는 사실은 작가가 허 생원과 동이가 혈육 관계임을 암시하기 위해 설정한 것임을 이해하는 것이 필요하다.


22.  ③   해깝게 : ‘가볍게’의 사투리


23.  ⑤   상황 문맥 속에서 인물의 심리를 묻는 문제이다. 동이의 내력을 듣는 동안, 허 생원은 동이가 자신의 혈육일지도 모른다는 생각을 갖게 되고 이것이 허 생원에게는 놀라운 사실이기 때문이다. 허 생원의 실수는 단순한 실수가 아니라 허 생원의 심리 상태를 독자로 하여금 짐작케 하는 것이다.


24.  ③   인물의 행동에 담긴 심리 상태를 묻는 문제이다. 평생을 떠돌았던 허 생원은 자신의 추억 속의 여인과 혈육을 찾고 싶어한다. 이런 허 생원이 동이의 등에 업혀서 느끼는 것은 따뜻한 혈육의 정이다. 동이의 등이 따뜻한 것은 물리적인 온도 때문만은 아니다. 작가는 군데 군데 허 생원과 동이가 혈육 관계임을 암시하고 있다.


25.  ①   등장 인물의 심리를 묻는 문제이다. 앞뒤의 내용 전개를 잘 이해하여 심리 상태를 짐작해 보자. 동이의 내력에서 허 생원은 자신의 과거를 회복할 일말의 가능성을 발견한다. 여러 정황으로 미루어 동이의 어머니가 있는 제천에서 모든 의문이 해결될 수 있음을 알 수 있다. 허 생원은 제천에서 이 사실이 확인되기를 기대하고 있다.


26.  ④   사건의 전개 과정을 이해하는지를 묻는 문제이다. 동이의 어머니 고향이 봉평이었다는 것과 동이의 아버지가 당초부터 없었다는 사실과 동이의 어머니가 시집을 가서 달도 차지 않은 아이를 낳았다는 사실은 허 생원으로 하여금 동이가 자신의 피붙이일지도 모른다는 생각을 갖게 한다.


27.  ④   메밀꽃이 피어 있는 밤길의 분위기를 생각할 것.


28.  ①   허생과 조생원 간에는 서로의 입장을 이해하고 있다. ①역지사지(易地思之)-상대방의 처지를 생각해 줌 ② 인면수심(人面獸心)-사람의 도리를 지키지 못하고 배은 망덕하거나 행동이 흉악하고 음탕한 사람. ③ 풍찬노숙(風餐露宿)-바람과 이슬을 무릅쓰고 한데에서 먹고 잠.(떠돌아다니는 모진 고생스러운 생활)  ④ 오월동주(吳越同舟)-서로 적의를 품고 있는 사람이 같은 곳에 있거나 같은  처지를 당함을 이르는 말.   ⑤ 염량세태(炎凉世態)-달면 삼키고 쓰면 뱉는 세태


29.  ③   집안이 어려워 고향을 떠나버리고 성 처녀를 찾으려 다니다가 찾지 못한 채 혼자 남게 된 허생원의 상황 ① 믿은 도끼에 발등 찍힌 꼴이군-믿고 있던 사람으로부터 도리어 해를 입음. ② 꾸어 온 보리 자루가 따로 없군-여러 사람들과 모여서 노는 데 어울리지 못한 사람. ③ 개 밥에 도토리 신세가 되었군-자기만이 외톨이가 될 때 쓰는 말 ④ 오르지 못할 나무는 쳐다보지도 말아야지-자기 능력밖에 일에서는 처음부터 욕심을 내지 말라 ⑤ 공연히 제사 지내고 어물값에 졸린다 하더니-하지 않아도 좋을 일을 쓸 데 없이 그 후환을 입게 되는 일


30.  ②   글 전체로 보아서는 사건 전개의 필연성이나, 여기에서는 달밤에 두 남정네의 서정적 분위기를 살려주는 역할


31.  ⑤   달밤의 정취와 어울리는 이야기인 성처녀와의 사랑의 얘기를 말함 ① 소개. 사정하는 말 ② 소문 ③ 남이 모르는 일을 일러주는 말.  ④ 서로 주고받고 하는 말. 대화. ⑤ 줄거리가 있는 내용의 말 


32.  ⑤   주관적인 묘사  ① 서사  ② 서사  ③ 서사  ④ 객관적인 묘사  ⑤ 주관적인 묘사 


33.  ②   흔적도 없이 사라졌음을 이르는 말  ① 제 버릇 개 줄까-나쁜 버릇은 고치기 어려움. ② 꿩 구워 먹은 자리야.-흔적도 없이 사라졌음을 이르는 말 ③ 동태나 북어나-두 가지가 동일하다.  ④ 꿩 떨어진 매-아무데도 붙일 곳이 없음을 뜻한다.  ⑤ 나무 위에 올라서서 고기를 잡는 것처럼-도저히 불가능한 일을 굳이 하려 함


34.  ③   조선달은 정착을 희망하나, 허 생원은 장돌뱅이 생활을 계속하겠다고 함. 앞 문장은 도저히 그렇게 될 수 없음을 알면서도 막연히 해 보는 체념의 정서를 보임


35.  ⑤   ⓔ 생애-생활이란 의미


36.  ①   지난 일을 생각하면서 대화를 계속하고 있다.


37.  ④   허생원은 성처녀를 생각하며 오랫동안 찾으려고 했으나 만나지 못하고 있다.




[27～31] 다음 글을 읽고 물음에 답하시오.



허 생원은 계집과는 연분이 멀었다. 얼금뱅이 상판을 쳐들고 대어 설 숫기도 없었으나, 계집 편에서 정을 보낸 적도 없었고, 쓸쓸하고 뒤틀린 반생이었다. 충줏집을 생각만 하여도 철없이 얼굴이 붉어지고 발밑이 떨리고 그 자리에 소스라쳐 버린다.




 

 충줏집 문을 들어서 술좌석에서 짜장 동이를 만났을 때에는 어찌 된 서슬엔지 발끈 화가 나 버렸다. 상 위에 붉은 얼굴을 쳐들고 제법 계집과 농탕치는 것을 보고서야 견딜 수 없었던 것이다. 녀석이 제법 난질꾼인데 꼴사납다. 머리에 피도 안 마른 녀석이 낮부터 술 처먹고 계집과 농탕이야. 장돌뱅이 망신만 시키고 돌아다니누나. 그 꼴에 우리들과 한몫 보자는 셈이지. 동이 앞에 막아서면서부터 책망이었다. 걱정두 팔자요 하는 듯이 빤히 쳐다보는 상기된 눈망울에 부딪힐 때, 결김에 따귀를 하나 갈겨 주지 않고는 배길 수 없었다. 동이도 화를 쓰고 팩하게 일어서기는 하였으나, 허 생원은 조금도 동색하는 법 없이 마음먹은 대로는 다 지껄였다 ― 어디서 줏어먹은 선머슴인지는 모르겠으나, 네게도 아비 어미 있겠지. 그 사나운 꼴 보면 맘 좋겠다. 장사란 탐탁하게 해야 되지, 계집이 다 무어야. 나가거라, 냉큼 꼴 치워.


그러나 한 마디도 대거리하지 않고 하염없이 나가는 꼴을 보려니, 도리어 측은히 여겨졌다. 아직도 서름서름한 사인데 너무 과하지 않았을까 하고 마음이 섬찟해졌다. 주제도 넘지, 같은 술손님이면서두 아무리 젊다고 자식 낫세 되는 것을 붙들고 치고 닦아 셀 것은 무어야, 원. 충줏집은 입술을 쭝긋하고 술 붓는 솜씨도 거칠었으나, 젊은 애들한테는 그것이 약이 된다나 하고 그 자리는 조 선달이 얼버무려 넘겼다. 너, 녀석한테 반했지? 애숭이를 빨문 죄 된다, 한참 법석을 친 후이다. 담도 생긴데다가 웬일인지 흠뻑 취해 보고 싶은 생각도 있어서 허 생원은 주는 술잔이면 거의 다 들이켰다. 거나해짐을 따라 계집 생각보다도 동이의 뒷일이 한결같이 궁금해졌다. 내 꼴에 계집을 가로채서는 어떡헐 작정이었누 하고 어리석은 꼬락서니를 모질게 책망하는 마음도 한편에 있었다.

 


 

 
㉮

 


 

 


 

 
 


그렇기 때문에 얼마가 지난 뒤인지 동이가 헐레벌떡거리며 황급히 부르러 왔을 때에는 마시던 잔을 그 자리에 던지고 정신 없이 허덕이며 충줏집을 뛰어나간 것이었다.


“생원 당나귀가 바를 끊구 야단이에요.”


“각다귀들

 
장난이지, 필연코.”


짐승도 짐승이려니와 동이의 마음씨가 가슴을 울렸다. 뒤를 따라 장판을 달음질하려니 거슴츠레한 눈이 뜨거워질 것 같다.


“부락스런 녀석들이라 어쩌는 수 있어야죠.” 


“나귀를 몹시 구는 녀석들은 그냥 두지는 않을걸.”


반평생을 같이 지내 온 짐승이었다. 같은 주막에서 잠자고, 같은 달빛에 젖으면서 장에서 장으로 걸어다니는 동안에 이십 년의 세월이 사람과 짐승을 함께 늙게 하였다. 까스러진 목 뒤 털은 주인의 머리털과도 같이 바스러지고, 개진개진 젖은 눈은 주인의 눈과 같이 눈꼽을 흘렸다. 몽당비처럼 짧게 슬리운 꼬리는 파리를 쫓으려고 기껏 휘저어 보아야 벌써 다리까지는 닿지 않았다. 닳아 없어진 굽을 몇 번이나 도려 내고 새 철을 신겼는지 모른다. 굽은 벌써 더 자라나기는 틀렸고, 닳아 버린 철 사이로는 피가 빼짓이 흘렀다. 냄새만 맡고도 주인을 분간하였다. 호소하는 목소리로 야단스럽게 울며 반겨한다.


㉠어린아이를 달래듯이 목덜미를 어루만져 주니 나귀는 코를 벌름거리고 입을 투르르거렸다. 콧물이 튀었다. 허 생원은 짐승 때문에 속도 무던히도 썩였다. 아이들의 장난이 심한 눈치여서 땀 밴 몸똥아리가 부들부들 떨리고 좀체 흥분이 식지 않는 모양이었다. 굴레가 벗어지고 안장도 떨어졌다. 요 몹쓸 자식들 하고 허 생원은 호령을 하였으나, 패들은 벌써 줄행랑을 논 뒤요, 몇 남지 않은 아이들이 호령에 놀래 비슬비슬 멀어졌다.


“우리들 장난이 아니우. 암놈을 보고 저 혼자 발광이지.”


코흘리개 한 녀석이 멀리서 소리를 쳤다.


“고 녀석, 말투가…….”


“김 첨지 당나귀가 가 버리니까 왼통 흙을 차고 거품을 흘리면서 미친 소같이 날뛰는 걸 꼴이 우스워 우리는 보고만 있었다우. 배를 좀 보지.”


아이는 앵돌아진 투로 소리를 치며 깔깔 웃었다. 허 생원은 모르는 결에 낯이 뜨거워졌다. 뭇 시선을 막으려고 그는 짐승의 배 앞을 가리어 서지 않으면 안 되었다.


“늙은 주제에 암샘을 내는 셈야. 저놈의 짐승이.”


아이의 웃음소리에 ㉡허 생원은 주춤하면서 기어코 견딜 수 없어 채찍을 들더니 아이를 쫓았다.


“쫓으려거든 쫓아 보지. 왼손잡이가 사람을 때려.”


줄달음에 달아나는 각다귀에는 당하는 재주가 없었다. 왼손잡이는 아이 하나도 후릴 수 없다. 그만 채찍을 던졌다. 술기도 돌아 몸이 유난스럽게 화끈거렸다.


“그만 떠나세. 녀석들과 어울리다가는 한이 없어. 장판의 각다귀들이란 어른보다도 더 무서운 것들인걸.”  


조 선달과 동이는 각각 제 나귀에 안장을 얹고 짐을 싣기 시작하였다. 해가 꽤 많이 기울어진 모양이었다.


< 중 략 >


“총각두 젊겠다, 지금이 한창 시절이렷다. 충줏집에서는 그만 실수를 해서 그 꼴이 되었으나 섧게 생각 말게.”


“처 천만에요. 되려 부끄러워요. 계집이란 지금 웬 제격인가요? 자나깨나 어머니 생각뿐인데요.”


허 생원의 이야기로 실심해한 끝이라 동이의 어조는 한풀 수그러진 것이었다.


“아비 어미란 말에 가슴이 터지는 것도 같았으나 제겐 아버지가 없어요. 피붙이라고는 어머니 하나뿐인걸요.”


“돌아가셨나?”


“당초부터 없어요.”


- 이효석, 「메밀꽃 필 무렵」




38.  <보기>는 동이가 충줏집에서 나간 후 다시 돌아왔을 때까지의 일을 상상하여 쓴 학생의 글이다. 사건의 흐름으로 보아, 적절한 내용으로 볼 수 없는 것은? 


  [2.2점]



 < 보 기 >

 
 

 
 
동이는 충줏집을 나와 생각에 잠겨 텅빈 장터를 혼자 맴돌았다. ⓐ‘네게도 아비 어미 있겠지.’란 허 생원의 말이 뇌리를 떠나지 않았다. 문득 홀몸으로 자신을 키워주신 어머니의 얼굴이 떠올랐다. ⓑ‘불쌍한 어머니……그래, 내가 이렇게 술이나 먹고 다녀서는 안 되지.’ 그는 마음을 다잡았다. ⓒ마음을 고쳐먹고 돈을 벌기는 해야겠지만 장돌뱅이 생활에 대한 회의를 떨치기는 힘들었다. 다시 허 생원의 말이 귓전을 맴돌았다. ⓓ홀어머니 밑에서 아버지의 정을 모르고 자랐기에 허 생원의 호된 꾸지람이 오히려 고맙기까지 했다. 그 때문인지 몰라도 ⓔ조금 전 충줏집에서 허 생원에게 무례하게 굴었던 것이 미안했다. 바로 그 때 허 생원의 나귀가 동네 아이들의 놀림을 받으며 발버둥을 치는 소리가 들렸다. 달려가 아이들을 쫓아 보았으나, 혼자 힘으로는 어쩌지 못했다. 동이는 급히 충줏집을 향해 달리기 시작했다.

 



① ⓐ      ② ⓑ       ③ ⓒ      ④ ⓓ      ⑤ ⓔ





39.  ㉮를 만화로 표현해 보았다. 윗글의 상황과 어울리지 않는 것은?


①                          ②









③                          ④ 









⑤









40.  각다귀들

 
에 대한 설명으로 적절한 것은?


① 인물들이 화해할 수 있는 계기가 되고 있다.


② 불행한 사건이 발생할 것임을 암시하고 있다.


③ 당시의 각박한 세태를 상징적으로 드러내고 있다.


④ 인물에 대한 서술자의 태도 변화를 보여 주고 있다.


⑤ 작품의 배경이 되는 계절의 변화를 알려 주고 있다.




41.  ㉠에 담겨 있는 허 생원의 심정을 표현한 말로 적절하지 않은 것은? [1.8점]


① 가슴이 아팠다             ② 가슴이 저렸다


③ 가슴이 뜨끔했다         ④ 가슴이 미어졌다


⑤ 가슴이 아려왔다








42.  ㉡에 담겨 있는 허 생원의 생각으로 가장 적절한 것은?


① ‘장터의 각다귀들은 알 수가 없는 놈들이군.’


② ‘도대체 조 선달은 왜 아직도 오지 않는 거야. 답답하군.’


③ ‘왼손잡이만 아니었어도 저 놈들을 혼내줄 수 있을 텐데…… .’


④ ‘나귀의 저 모습이 충줏집을 마음에 둔 바로 내 꼴과 같구나.’


⑤ ‘이 나이 되도록 장돌뱅이 삶을 벗어나지 못한 내 신세가 참 처량하구나.’




27.

 ③

 28.

 ④

 29.

 ①

 30.

 ③

 31.

 ④

 




* (27～31) 지문 연구


 출전 : 이효석, [메밀꽃 필 무렵]


 개관 : 이 작품은 장돌뱅이의 인생을 그린 작품이다. 서정적인 배경 속에서의 낭만적인 이야기를 바탕으로, 만남과 헤어짐, 혈연, 정착과 유랑, 남과 여 등과 같은 인간 삶의 보편적 요소를 그 속에 녹여내고 있다. 지문으로 제시된 부분은, 충줏집을 매개로 허 생원과 동이 사이에 갈등이 생겨나고 다시 나귀를 매개로 이들의 갈등이 해소되는 과정을 그리고 있는 장면이다.



27. [출제 의도] 새로운 장면의 추리 


  <중략> 이후를 보면 동이의 생각을 알 수 있는데, 동이는 ‘아비와 어미’를 들먹이는 허 생원의 말을 듣고 자신에 대해 부끄러움을 느꼈음을 알 수 있다. 또한 홀어미 밑에서 자랐다는 동이의 말을 통해 추리해 볼 때, 자신을 훈계하는 허 생원에게서, 어머니에게서는 느껴보지 못한 남자 어른으로서의 면모도 느꼈을 것이라고 추리해 볼 수 있다. 그리고 이러한 감정은 술집에서 허 생원에게 대든 것에 대한 미안함으로 발전할 수 있는 개연성이 있다. 이로 미루어 볼 때, ⓐⓑⓓⓔ는 모두 추리가 가능한 내용들이다. 그러나 동이가 장돌뱅이 생활에 대해서 회의를 느끼는 내용이 본문에 전혀 드러나 있지 않으므로 ⓒ는 추리하기 어려운 내용이다.



28. [출제 의도] 장면에 대한 사실적 이해 


  ㉮ 부분은 시간에 따른 사건의 순서나 발화의 주체가 쉽게 파악되지 않는 장면이다. 따라서 이 문제는 사건의 순서나 발화의 주체를 정확하게 파악하고 있으면 풀리는 문제이다. ‘그 놈에게는 그게 약이야.’라고 말하면서 난처한 상황을 얼버무리고 있는 것은 허 생원이 아니라 조선달이다.



29. [출제 의도] 구성 요소의 작품 내적 기능 파악 


  동이가 술집을 뛰쳐나간 뒤, 허 생원은 동이에게 너무 심했다는 자책을 느끼고 있었고, 동이도 허 생원에게 미안하다는 생각을 지니고 있었다. 이때 마침 ‘각다귀’들이 허 생원의 나귀를 괴롭히는 장면이 동이의 눈에 띄고 동이는 스스럼없이 허 생원에게 말을 걸 수 있는 기회를 잡게 된다. 이로 보아 ‘각다귀’들은 서먹서먹해진 허 생원과 동이의 관계를 풀어주는 계기가 되고 있음을 알 수 있다.



30. [출제 의도] 관용적 표현의 이해 


  허 생원은 자기의 분신이라고 할 수 있는 나귀를 보면서 한편으로는 속상하고 한편으로는 슬픔이 북받쳤을 것이다. ①②④⑤는 모두 이러한 심리를 나타낼 수 있는 말들이다. 그러나 ‘가슴이 뜨끔하다’는 ‘몹시 놀라 양심의 가책을 느끼다’라는 의미를 지니고 있으므로 ㉠과는 어울리지 않는 말이다.



31. [출제 의도] 심리의 추리 


  허 생원이 주춤한 것은 바로 앞에 나오는 ‘늙은 주제에 암샘을 내는 셈야, 저 놈의 짐승이’라는 아이들의 말 때문이다. 그리고 허 생원은 이미 술집에서부터 늙은 자신이 충줏집을 마음에 둔 것에 대해서 부끄러움을 느끼고 있던 중이었다. 따라서 허 생원이 ㉡과 같은 행위를 한 것은 ‘나귀와 자기가 모두 늙은 주제에 암샘을 냈다’는 부끄러움 때문이라고 할 수 있다. 즉, 나귀의 모습에서 자신의 모습을 발견한 것이다.


  
				
				</pre>
							
			</div>
		</div>


	</div>
<%@include file="./footer.jsp"%>
</body>
</html>